{"tipe":[{"tipe":1,"judul":"Multitasker (Manifesting Generator)","keterangan":"Ciri khas desain seorang multitasker (manifesting generator) adalah memiliki pusat energi sakral seperti halnya seorang eksekutor. Mereka merupakan kombinasi antara tipe desain inisiator dan eksekutor, dan mereka memiliki pusat energi motor yang terkoneksi ke tenggorokan.\r\nSama seperti tipe eksekutor, mereka memiliki pusat energi di sakral yang aktif sehingga potensi energi mereka sangat besar. Berbeda dari eksekutor, mereka dapat langsung mewujudkan sesuatu setelah merespons dan bertindak.\r\nNamun, hal ini juga menjadi dilema bagi para multitasker. Mereka cenderung tidak sabar dan terburu-buru, membuatnya sering melewatkan langkah-langkah penting sehingga pada akhirnya harus mengulang kembali dari awal.\r\nSeorang multitasker dikenal kelebihannya sebagai orang yang bisa melakukan beberapa pekerjaan sekaligus dalam satu waktu secara bersamaan. Mereka adalah orang-orang yang selalu berusaha mencari cara tercepat untuk mewujudkan dan menyelesaikan sebuah pekerjaan. Mereka selalu memikirkan cara kreatif, bahkan mencari jalan pintas atau menciptakan sebuah sistem baru agar sebuah pekerjaan dapat dilakukan secara lebih efektif dan efisien.\r\nPerbedaan lainnya, seorang multitasker dapat berhenti di tengah jalan ketika sedang melakukan sesuatu karena bagian manifesting dalam dirinya melakukan koreksi dan revisi. Ada jeda antara respon yang dilakukan oleh sakral dan proses manifestasi yang dilakukan oleh tenggorokan.\r\nHal ini sebenarnya merupakan proses penyelarasan ulang dari seorang multitasker untuk mengurangi hambatan yang bisa mengakibatkan kemarahan dan rasa frustasi. Seorang multitasker tidak perlu khawatir akan dihakimi jika merasa tidak ingin menyelesaikan sesuatu yang sudah dimulai. Itu adalah bagian dari dirinya yang secara alami sedang melakukan penyelarasan.\r\nTidaklah mengherankan jika di tengah jalan, seorang multitasker bisa tiba-tiba berubah arah. Tadinya ingin pergi ke pantai tiba-tiba berbalik arah ingin pergi ke gunung.\r\nTipe desain multitasker cenderung memulai dan menginisiasi sesuatu, bukannya menunggu dan merespon. Ketika menghadapi masalah yang sulit, mereka akan marah dan sekaligus frustasi, dan hal itu bisa berpengaruh pada kesehatan mereka.\r\nCara (strategi) terbaik bagi mereka dalam menjalani hidup ini adalah belajar menunggu untuk merespon dengan menggunakan sakralnya yang merupakan otoritas batin (bagian ini akan dibahas dalam bab otoritas batin).\r\nKemudian mereka perlu memberi tahu orang lain, baik keluarga maupun tim kerja, tentang apa yang akan mereka lakukan, barulah mereka bertindak.\r\nSecara desain, pencapaian terbesar yang ingin diraih seorang multitasker sama dengan eksekutor, yaitu kepuasan baik dalam hal pekerjaan dan kehidupan seksual. Mereka memiliki kepuasan tersendiri ketika berhasil menyelesaikan suatu pekerjaan."},{"tipe":2,"judul":"Eksekutor (Generator)","keterangan":"Ciri khas desain seorang eksekutor (generator) dan multitasker (manifesting generator) tipe yang terakhir akan dibahas tersendiri adalah memiliki pusat energi sakral yang aktif sehingga keduanya disebut sebagai tipe desain energi.\r\nKhusus tipe eksekutor, dalam desainnya mereka tidak memiliki pusat energi motor yang terkoneksi ke tenggorokan. Karena memiliki pusat energi di sakral yang aktif, mereka memiliki energi yang tidak ada habisnya. Karena merekalah dunia ini bergerak dan berputar.\r\nMereka adalah para pekerja yang mampu mengeksekusi. Namun potensi energi yang besar ini menyebabkan mereka sering dimanfaatkan, dimanipulasi oleh orang lain yang hendak memperoleh keuntungan dari energi mereka.\r\nWalaupun memiliki energi yang sangat besar, tidak mudah bagi seorang eksekutor untuk mewujudkan sesuatu, karena secara desain, sakral mereka tidak terkoneksi ke tenggorokan. Mereka tidak didesain untuk memulai sesuatu seperti halnya seorang inisiator, tetapi lebih cenderung untuk menunggu.\r\nDalam bekerja, mereka hanya ingin melakukan apa yang mereka sukai, karena secara alami mereka harus menyukai apa yang mereka kerjakan atau mengerjakan apa yang mereka sukai. Dengan demikian barulah mereka bisa merasakan kepuasan.\r\nSepanjang hidupnya, sejak kecil seorang eksekutor selalu diberi tahu bahwa mereka harus segera mengambil inisiatif untuk bertindak, tidak hanya menunggu dan menerima. Mereka lalu terpaksa berperilaku sebagai seorang inisiator. Akibatnya, mereka frustasi karena ternyata apa yang mereka kerjakan tidak tepat dan tidak sesuai dengan keinginan atau passionnya. Ujung-ujungnya, mereka sering mogok di tengah jalan.\r\nTidak semua manusia, terutama para eksekutor, didesain untuk mengambil inisiatif. Mengambil inisiatif hanya cocok bagi sebagian kecil tipe manusia, yaitu para inisiator dan sebagian dari multitasker.\r\nCara (strategi) yang tepat bagi eksekutor dalam menjalani kehidupan ini adalah: \"Tunggu, respon, baru lakukan!\"\r\nApa saja yang harus direspons?\r\nBanyak-mulai dari pekerjaan kantor yang mendekati deadline, cucian piring yang menumpuk, perut lapar padahal masih rapat telepon dari kilen atau dari atasan yang harus segera diangkat pesan WA yang harus dijawab, sampai jemuran yang kehujanan.\r\nSemuanya itu bisa saja direspon satu per satu oleh seorang eksekutor, tetapi kalau ia berusaha merespon semuanya, tentu saja ia bakal kelabakan dan akhirnya frustasi.\r\nTipe desain eksekutor cenderung merespons dan mengiyakan jika orang lain meminta bantuan sampai pekerjaan mereka menumpuk dan tidak ada habisnya. Mereka tidak bisa berhenti sampai semua pekerjaan itu selesai. Saat orang lain bisa pulang dan beristirahat, mereka akan terus bekerja. Sekalipun sudah frustasi, mereka tetap berusaha menyelesaikan pekerjaan atau proyek tersebut.\r\nMereka harus belajar bahwa tidak semua permintaan harus direspon, harus belajar bagaimana menunggu sesuatu hal, tidak semua harus disegerakan, tidak semua hal harus di iyakan. Mereka harus belajar merespon dengan menggunakan sakralnya yang merupakan otoritas batin (bagian ini akan dibahas dalam bab otoritas batin).\r\nMereka harus belajar mengaktifkan kembali otoritas batin sakral mereka sebagai sarana untuk membantu pengambilan keputusan tentang mana yang perlu direspon dan mana yang tidak. Sakral akan memberikan petunjuk berupa suara \"aagghhh, eegghhh, uugghhh\" atau sensasi tertentu yang berasal dari bawah perut.\r\nSecara desain, pencapaian terbesar yang ingin diraih seorang eksekutor adalah kepuasan. Mereka mendapatkan kepuasan tersendiri ketika berhasil menyelesaikan suatu pekerjaan dan dalam kehidupan seksual.\r\nBerdasarkan perannya dalam kelompok kerja, tipe eksekutor dapat dibagi lagi menjadi 2 sub tipe yaitu sebagai pemain tim yang ditandai dengan pusat energi kuda-kuda aktif dan sebagai pendukung dalam tim yang ditandai dengan pusat energi kuda-kuda reseptif."},{"tipe":3,"judul":"Koordinator (Proyektor)","keterangan":"Ciri khas desain seorang koordinator (proyektor) adalah memiliki pusat energi sakral reseptif dan tidak ada satu pun pusat motornya yang terkoneksi ke tenggorokan.\r\nKeunggulan utama seorang koordinator adalah mereka merupakan seorang pemimpin alami. Mereka memiliki kemampuan alami untuk mengenali bakat dan kemampuan orang lain dan kemudian mengorganisasi kemampuan tersebut ke dalam sebuah tim kerja, sekaligus memandu dan memimpin tim tersebut untuk mencapai sebuah tujuan akhir.\r\nNamun, bakat dan kemampuan ini perlu diketahui dan dikenali terlebih dahulu oleh orang lain sebelum mereka bisa memimpin orang/tim.\r\nCara (strategi) menjalani kehidupan yang tepat bagi mereka adalah menunggu diundang. Undangan tersebut tidak selalu berupa undangan formal, tetapi bisa berupa ajakan, seruan pertanyaan, lirikan atau perasaan tertarik kepada suatu hal seolah olah mendapatkan sebuah panggilan. Undangan itu juga bisa terkait dengan suatu hal atau seseorang yang menginginkan keterlibatan Anda dalam sebuah pekerjaan karena mereka mengenali kemampuan dan kualitas Anda.\r\nKoordinator sering tidak sabar dalam menunggu undangan tersebut karena mereka merasa punya kemampuan. Mereka sangat ingin dilibatkan dan berkontribusi. Namun sayangnya, jika kemampuan mereka belum dikenali tetapi tetap memaksakan din untuk maju atau memulai sesuatu, mereka akan mengalami penolakan dan hambatan, dan pada akhirnya mereka akan mengalami kepahitan.\r\nUndangan formal hanya diperlukan dalam keputusan besar dan penting yang terkait dengan bisnis, karier, hubungan dengan orang lain, percintaan, dan tempat tinggal. Jika terkait dengan rutinitas sehari-hari, seperti makan, mandi, tidur, memilih tontonan, tentulah undangan tidak diperlukan.\r\nKoordinator sangat ingin kemampuannya diakui dan diajak agar bisa terlibat dan berkontribusi, tetapi ia harus belajar bersabar hingga ada orang yang mengenali kemampuan dan kecakapannya. Sambil menunggu undangan yang tepat inilah seorang koordinator dapat mengasah kemampuannya dan mempromosikan pencapaian yang pernah dia raih karena kemampuan yang dimilikinya.\r\nSecara desain, pencapaian terbesar yang ingin diraih seorang koordinator adalah membuktikan bahwa dirinya atau tim yang dibimbingnya bisa meraih kesuksesan."},{"tipe":4,"judul":"Inisiator (Manifestor)","keterangan":"Tipe desain inisiator (manifestor) memiliki ciri khas dalam diagramnya yaitu salah satu atau lebih dari tiga pusat energi motor (ego, ulu hati dan kuda-kuda) yang tersambung melalui limpa (karena limpa bukan motor) terkoneksi dengan tenggorokan. Kekhasan lain adalah pusat energi sakralnya reseptif.\r\nJumlah inisiator hanya 9% dari jumlah populasi manusia sehingga termasuk tipe yang langka.\r\nKelebihan inisiator adalah mampu menjadi pemrakarsa (inisiator) untuk memulai tindakan secara mandiri dan langsung memberikan dampak bagi orang lain.\r\nKarena memiliki pusat energi motor (sumber energi) yang terkoneksi ke tenggorokan (pusat komunikasi dan manifestasi mereka bisa dengan sangat cepat mewujudkan sesuatu tanpa harus berkonsultasi atau meminta bantuan orang lain. Mereka sangat aktif dan biasa bertindak cepat.\r\nHal ini sering membuat orang-orang di sekelilingnya tidak nyaman. Mereka sangat keras kepala dan sulit menerima masukan dan pertimbangan dari orang lain.\r\nOrang yang tidak paham dengan sifat alami inisiator akan berusaha mengontrol dan membatasi, agar para inisiator dapat lebih fokus dan tidak bertindak secara impulsif dan tergesa-gesa. Namun, yang sering terjadi, inisiator akan merasa dirinya dibatasi dan dihambat sehingga mereka pun meledak marah.\r\nSeorang inisiator mampu memulai sebuah pekerjaan walaupun dengan sumber daya yang sangat minim. Memang di situlah bakat dan kemampuan mereka. Namun, karena tidak memiliki energi sakral yang aktif, mereka cenderung tidak menyelesaikan apa yang sudah dimulai, tetapi malah ingin meloncat dan memulai pekerjaan yang lain lagi.\r\nCara atau strategi terbaik bagi seorang inisiator dalam menjalani kehidupan adalah dengan memberi tahu kepada orang lain, agar orang mengerti apa yang akan mereka lakukan dan mengurangi kesalahpahaman yang menyebabkan pembatasan. Hal itu berlaku bagi semua umur. Namun khusus bagi anak-anak dan remaja, harus disertai dengan meminta izin kepada orang dewasa sebelum memutuskan melakukan sesuatu.\r\nSecara desain, pencapaian terbesar yang ingin dicapai seorang inisiator adalah hidup dengan penuh kedamaian.\r\nMeskipun seorang inisiator didesain untuk bisa langsung mengambil inisiasi karena sumber daya energi motor yang tersedia, pada faktanya seorang inisiator tetap harus belajar untuk menunggu momen yang tepat sebelum melakukan inisiasi.\r\nSebagai contoh:\r\nJika tenggorokan terkoneksi dengan pusat energi emosi, maka seorang inisiator harus menunggu gelombang emosi reda (minimal 1 x 24 jam) sebelum mereka bertindak.\r\nJika tenggorokan terkoneksi dengan pusat energi ego (jantung), mereka harus menunggu apakah energi mereka memberikan kepastian tentang apa yang benar-benar mereka inginkan.\r\nJika tenggorokan terkoneksi dengan pusat energi kuda-kuda melalui limpa maka mereka harus menunggu apakah energi di limpa memberitahukan apakah yang mereka akan lakukan aman atau beresiko."},{"tipe":5,"judul":"Pengamat (Reflektor)","keterangan":"Tipe desain inisiator (manifestor) memiliki ciri khas dalam diagramnya yaitu salah satu atau lebih dari tiga pusat energi motor (ego, ulu hati dan kuda-kuda) yang tersambung melalui limpa (karena limpa bukan motor) terkoneksi dengan tenggorokan. Kekhasan lain adalah pusat energi sakralnya reseptif.\\n\\nJumlah inisiator hanya 9% dari jumlah populasi manusia sehingga termasuk tipe yang langka.\\n\\nKelebihan inisiator adalah mampu menjadi pemrakarsa (inisiator) untuk memulai tindakan secara mandiri dan langsung memberikan dampak bagi orang lain.\\n\\nKarena memiliki pusat energi motor (sumber energi) yang terkoneksi ke tenggorokan (pusat komunikasi dan manifestasi mereka bisa dengan sangat cepat mewujudkan sesuatu tanpa harus berkonsultasi atau meminta bantuan orang lain. Mereka sangat aktif dan biasa bertindak cepat.\\n\\nHal ini sering membuat orang-orang di sekelilingnya tidak nyaman. Mereka sangat keras kepala dan sulit menerima masukan dan pertimbangan dari orang lain.\\n\\nOrang yang tidak paham dengan sifat alami inisiator akan berusaha mengontrol dan membatasi, agar para inisiator dapat lebih fokus dan tidak bertindak secara impulsif dan tergesa-gesa. Namun, yang sering terjadi, inisiator akan merasa dirinya dibatasi dan dihambat sehingga mereka pun meledak marah.\\n\\nSeorang inisiator mampu memulai sebuah pekerjaan walaupun dengan sumber daya yang sangat minim. Memang di situlah bakat dan kemampuan mereka. Namun, karena tidak memiliki energi sakral yang aktif, mereka cenderung tidak menyelesaikan apa yang sudah dimulai, tetapi malah ingin meloncat dan memulai pekerjaan yang lain lagi.\\n\\nCara atau strategi terbaik bagi seorang inisiator dalam menjalani kehidupan adalah dengan memberi tahu kepada orang lain, agar orang mengerti apa yang akan mereka lakukan dan mengurangi kesalahpahaman yang menyebabkan pembatasan. Hal itu berlaku bagi semua umur. Namun khusus bagi anak-anak dan remaja, harus disertai dengan meminta izin kepada orang dewasa sebelum memutuskan melakukan sesuatu.\\n\\nSecara desain, pencapaian terbesar yang ingin dicapai seorang inisiator adalah hidup dengan penuh kedamaian.\\n\\nMeskipun seorang inisiator didesain untuk bisa langsung mengambil inisiasi karena sumber daya energi motor yang tersedia, pada faktanya seorang inisiator tetap harus belajar untuk menunggu momen yang tepat sebelum melakukan inisiasi.\\n\\nSebagai contoh:\\n\\nJika tenggorokan terkoneksi dengan pusat energi emosi, maka seorang inisiator harus menunggu gelombang emosi reda (minimal 1 x 24 jam) sebelum mereka bertindak.\\n\\nJika tenggorokan terkoneksi dengan pusat energi ego (jantung), mereka harus menunggu apakah energi mereka memberikan kepastian tentang apa yang benar-benar mereka inginkan.\\n\\nJika tenggorokan terkoneksi dengan pusat energi kuda-kuda melalui limpa maka mereka harus menunggu apakah energi di limpa memberitahukan apakah yang mereka akan lakukan aman atau beresiko."}],"pola":[{"pola":1,"judul":"Utuh (Single Definition)","keterangan":"Ciri utama: seluruh pusat energi aktif dalam diagram, terhubung satu sama lain dan sama sekali tidak ada yang terpisah.\r\nPola single memberi keutuhan aliran energi yang konsisten ke seluruh tubuh dan dapat diandalkan dalam kehidupan sehari-hari. Orang dengan pola single tidak memerlukan dorongan dari orang lain atau pihak luar untuk melengkapi hidupnya.\r\nMereka dirancang untuk beroperasi secara mandiri. Jika dalam menjalin hubungan mereka merasa tidak nyaman, mereka bisa memutuskan untuk mengakhiri hubungan tersebut tanpa merasa sungkan.\r\nPola ini mencakup 41.57% populasi manusia."},{"pola":2,"judul":"Terbagi Dua (Split Definition)","keterangan":"Ciri utama: pusat energi aktif dalam diagram, terpisah menjadi dua bagian.\r\nPola split selalu merasa dirinya tidak utuh dan merasa membutuhkan orang lain untuk melengkapi dirinya. Mereka seolah hidup dalam ilusi sehingga sering menghabiskan waktu dan energi untuk mencari sesuatu 'yang hilang' dalam diri mereka, padahal sebenarnya itu tidak perlu.\r\nSecara mekanik, mereka akan menarik orang-orang yang memiliki gerbang penghubung dengan nomor tertentu dalam kehidupan mereka.\r\nKetika menemukan orang dengan gerbang penghubung yang dimaksud, mereka merasa seolah-olah tidak bisa hidup tanpa orang itu. Masalahnya, orang yang memiliki gerbang penghubung tersebut belum tentu orang yang tepat bagi mereka.\r\nPola ini mencakup 45.91% populasi manusia."},{"pola":3,"judul":"Terbagi Tiga (Triple Split Definition)","keterangan":"Ciri utama: pusat energi aktif dalam diagram, terpisah menjadi tiga bagian.\r\nSebagai triple split, mereka memiliki tiga kelompok pusat energi aktif yang terpisah satu sama lain.\r\nMereka adalah manusia kompleks dengan potensi luar biasa untuk bisa berintegrasi dan berkolaborasi dengan orang lain.\r\nNamun, ketika mereka berhubungan dengan orang lain yang memiliki jembatan penghubung dan mengalami ketidakcocokan mereka akan merasa terjebak dan tidak bisa melepaskan diri.\r\nPola ini mencakup 10.5% populasi manusia."},{"pola":4,"judul":"Terbagi Empat (Quadruple Split Definition)","keterangan":"Sebagai quadruple split, mereka memiliki empat kelompok pusat energi aktif yang terpisah satu sama lain.\r\nQuadruple split adalah manusia yang sangat langka.\r\nYang menarik, mereka bisa menampilkan kepribadian yang berbeda-beda, kepada orang yang berbeda-beda. Tidak nyaman jika hanya memiliki hubungan dengan satu orang, mereka membutuhkan orang dengan kepribadian yang berbeda untuk melengkapi dirinya (cenderung membutuhkan rekan lebih dari satu).\r\nPola ini mencakup 0.57% populasi manusia."},{"pola":5,"judul":"Tanpa Aliran","keterangan":"Ciri utama: tidak ada pusat energi aktif dalam diagram, sehingga tidak ada aliran energi.\r\nPola energi mereka sangat bergantung pada energi dari orang lain dan lingkungan sekitarnya atau dari kondisi transit planet (terutama Bulan) di alam semesta pada saat itu.\r\nPola ini mencakup 1.45% populasi manusia."}],"profil":[{"profil":1,"level":"1/3","judul":"Praktisi Analitik","keterangan":"Profil ini mencakup 15.2% dari seluruh populasi.\r\nOrang-orang ini selalu berusaha mencari keamanan dan kenyamanan dalam hidupnya dengan belajar dari kesalahan orang lain. Mereka adalah sosok pembelajar seumur hidup dan mampu membimbing orang lain agar tidak jatuh dalam kesalahan yang sama. Tidak takut untuk mencoba hal-hal baru."},{"profil":2,"level":"1/4","judul":"Sosialita Analitis","keterangan":"Profil ini mencakup 2.3% dari seluruh populasi.\r\nOrang-orang ini biasanya memiliki persahabatan yang sangat erat dengan orang tertentu, yang menjadi tempat mereka membagikan ide dan kegilaan yang dimiliki tanpa merasa sungkan. Mereka harus berada di lingkungan pertemanan yang tepat barulah bisa maksimal mengeluarkan potensi yang dimiliki. Mereka orang yang sangat supel dan suka bergaul."},{"profil":3,"level":"2/4","judul":"Intelektual Sosial","keterangan":"Profil ini mencakup 14.4% dari seluruh populasi.\r\nOrang-orang ini membutuhkan privasi dalam hidupnya dan biasanya menyimpan potensi bakat tertentu yang bisa mengejutkan banyak orang.\r\nMereka membutuhkan orang lain untuk bisa menarik mereka keluar, agar potensi yang mereka miliki bisa dilihat oleh orang banyak. Senang bersosialisasi dan memiliki banyak jaringan pertemanan, tetapi sesekali mereka bisa memutuskan untuk menyendiri. Seringkali mereka sangat pemilih dalam berteman dan mengerjakan hal-hal yang mereka sukai."},{"profil":4,"level":"2/5","judul":"Intelektual Kreatif","keterangan":"Profil ini mencakup 2% dari seluruh populasi.\r\nMereka memiliki inner wisdom dan pengetahuan yang mendalam sebagai hasil perenungan yang mereka lakukan. Ketika mereka bersuara, orang lain akan terpesona dengan pengetahuan yang mereka miliki. Memiliki kemampuan untuk membujuk orang lain tanpa disadari. Ahli dalam menyempurnakan."},{"profil":5,"level":"3/5","judul":"Praktisi Inovatif","keterangan":"Profil ini mencakup 14.1% dari seluruh populasi.\r\nMereka adalah orang-orang yang mampu melihat sebuah masalah dari sudut pandang yang berbeda dan mampu menjadi pemben solusi. Tidak terlalu suka dengan aturan dan rutinitas yang mengekang. Sering disalahpahami karena memiliki pemikiran yang terlalu maju dan terlalu cepat dibandingkan dengan situasi yang ada. Mereka adalah orang-orang yang ahli dalam memecahkan masalah.\r\nDilema yang sering terjadi adalah bahwa orang lain melihat terlalu banyak kegagalan dan kekecewaan yang mereka alami tetapi orang-orang tersebut tidak mau mendengarkan atau mengikuti mereka ketika pada akhirnya mereka berhasil menemukan jalan yang benar."},{"profil":6,"level":"3/6","judul":"Praktisi Inspiratif","keterangan":"Profil ini mencakup 1.9% dari seluruh populasi.\r\nMereka adalah orang-orang yang mampu membimbing orang lain dengan belajar dari kesalahannya sendiri. Mereka banyak melakukan kesalahan pada 30 tahun pertama, tetapi semua pembelajaran yang didapat tersebut membentuk dirinya menjadi bertumbuh seperti saat ini. Mereka dapat menceritakan kisah perjuangan inspiratif yang membuat orang lain mengikuti mereka."},{"profil":7,"level":"4/1","judul":"Pembimbing Kehidupan","keterangan":"Profil ini mencakup 2.4% dari seluruh populasi.\r\nMereka memiliki prinsip-prinsip yang tetap dan sulit untuk berubah. Walaupun tidak belajar secara formal tentang bidang tertentu mereka sering mendapat wawasan dan kebijaksanaan dari semesta. Sering disebut sebagai guru kehidupan yang dapat dipercaya. Mereka berupaya untuk menuntun dan membimbing orang lain dengan wawasan dan intuisi yang dimiliki."},{"profil":8,"level":"4/6","judul":"Inspirator Sosial","keterangan":"Profil ini mencakup 14.6% dari seluruh populasi.\r\nMereka mampu menggunakan keterampilan sosial yang dimiliki untuk mengajar dan mempengaruhi orang lain berdasarkan data dan fakta yang ada."},{"profil":9,"level":"5/1","judul":"Inovator Analitis","keterangan":"Profil ini mencakup 13.9% dari seluruh populasi.\r\nMereka memiliki kemampuan alami untuk memberikan solusi praktis saat terjadi masalah dan krisis. Namun, mereka membutuhkan privasi dalam kehidupan sehari-hari.\r\nMereka mampu menyerap pengetahuan berdasarkan apa yang mereka pelajari dari orang lain atau dari buku yang dibaca dan langsung membagikannya kepada orang lain. Sangat berorientasi kepada solusi."},{"profil":10,"level":"5/2","judul":"Innovator Intelektual","keterangan":"Profil ini mencakup 2.1% dari seluruh populasi.\r\nMereka memiliki bakat istimewa, tetapi lebih suka menyendiri. Membutuhkan motivasi yang kuat untuk mau berbagi pengetahuan dan kemampuannya kepada dunia. Mereka adalah orang yang cakap dalam pekerjaan."},{"profil":11,"level":"6/2","judul":"Inspirator Intelektual","keterangan":"Profil ini mencakup 15% dari seluruh populasi.\r\nMereka mampu membimbing orang lain dengan wawasan dan pengalaman yang dimiliki, tetapi tidak mau menonjolkan diri. Mereka harus dikelilingi oleh orang-orang yang mendukung mereka agar tetap eksis. Mereka adalah suri teladan bagi orang orang disekelilingnya."},{"profil":12,"level":"6/3","judul":"Inspirator Praktis","keterangan":"Profil ini mencakup 2.1% dari seluruh populasi.\r\nSelera humornya tinggi, mampu menertawakan kehidupan dan melihat kehidupan dari sudut pandang yang berbeda.\r\nMereka sangat paham bahwa kehidupan ini adalah suatu perjalanan dan proses trial and error. Di dalam setiap keberhasilan ada banyak kegagalan, dan di dalam setiap kegagalan pasti ada keberhasilan-keberhasilan kecil yang kita lalai menghitungnya. Hal ini membuat mereka tidak pernah berhenti untuk berinovasi.\r\nMereka jauh lebih tenang dalam menjalani dan menikmati hidup, serta bisa memandang kehidupan dari sisi lain yang lebih santai dan tidak serius."}],"gerbang":[{"gerbang":1,"judul":"Kreativitas dan Ekspresi Diri","keterangan":"Memiliki daya kreatif tinggi yang dapat muncul secara tiba ketika sedang sendirian. Mandiri dan suka bekerja seorang diri. Melankolis jika tidak diakui kemampuannya. Suka memelihara binatang dan tidur dalam kondisi lampu menyala.\r\nMemiliki tekanan yang cukup tinggi untuk mengubah dunia dan takut jika gagal dalam mencapai tujuan. Sering terbangun tiba-tiba di tengah malam, karena merasa bahwa dirinya belum banyak berkontribusi dalam pekerjaannya.\r\nShadow: Melankolis, merasa stuck (buntu), takut gagal mencapai tujuan, takut mengekspresikan diri, takut kehilangan kreativitas."},{"gerbang":2,"judul":"Diri Sejati","keterangan":"Gerbang ini merupakan kompas kehidupan. Orang yang memiliki gerbang ini, sekalipun mencoba keluar dari jalurnya, kehidupan akan membawanya kembali ke jalur yang benar. Tidak sabar jika sesuatu berjalan dengan lambat. Terbuka dengan ide-ide baru.\r\nSangat ahli dalam membuat alokasi perencanaan, termasuk dalam hal keuangan, tahu ke mana harus mengalokasikan uang. cukup idealis untuk membangun idenya jika semua sumber daya tersedia. Mampu mempengaruhi orang lain dengan tuntunan yang dimiliki.\r\nShadow: Kesulitan mengatur sumber daya, menolak dukungan, kelelahan, boros, berkompromi dengan keadaan."},{"gerbang":3,"judul":"Organisator","keterangan":"Gerbang ini membantu seseorang untuk mengkoordinasikan dan menyelesaikan pekerjaan dan proyek. Mereka harus belajar bersabar dan memahami bahwa segala sesuatu membutuhkan proses dan waktu. Depresi jika bingung dan tidak sabar.\r\nMerupakan salah satu gerbang tempat terjadinya perubahan pada level DNA (mutasi).\r\nMemiliki tekanan untuk selalu memulai atau mengubah sesuatu dan bisa frustasi jika perubahan itu tidak terjadi. Sangat bagus dalam memulai dan berinovasi. Merupakan simbol seorang pekerja yang unik dan di atas rata-rata kebanyakan orang.\r\nShadow: Kesulitan untuk memulai, terburu-buru, menolak perubahan."},{"gerbang":4,"judul":"Pemikir","keterangan":"Orang-orang yang mempunyai gerbang ini selalu berada dalam tekanan untuk bisa menemukan jawaban atas segala pertanyaan atau permasalahan.\r\nMereka gelisah jika tidak memahami sesuatu. Namun, begitu memahaminya, akan muncul pertanyaan lain yang menuntut mereka mencari jawaban dengan segera. Kadang-kadang merasa ketakutan kalau sesuatu tidak berjalan dengan baik dan menjadi kacau. Mereka membutuhkan teman untuk diajak berdiskusi.\r\nCepat dalam merespons pertanyaan walau tidak selalu benar, selalu berada dalam tekanan untuk menemukan jawaban. Sering kali meragukan jawaban yang sudah dimiliki, walaupun dia sendiri yang menemukan jawaban itu.\r\nShadow: Gelisah jika tidak mendapatkan arahan dan kepastian, butuh jawaban sekarang juga."},{"gerbang":5,"judul":"Rutinitas","keterangan":"Orang dengan gerbang ini memiliki pola kebiasaan dan rutinitas tertentu yang tidak boleh dilanggar atau diganggu gugat,\r\nMereka butuh waktu untuk menyesuaikan diri lagi ketika terjadi perubahan ritme kerja. Memiliki hubungan yang kuat dengan binatang dan alam terbuka. Dengan membangun rutinitas dan kebiasaan yang tetap, akan membuat hidup mereka lebih bahagia\r\nShadow: Kaku, merusak rutinitas yang sudah terbentuk dengan baik, tidak mengikuti jadwal yang sudah teratur, mengalami kesulitan jika berhadapan dengan kondisi yang tidak terduga."},{"gerbang":6,"judul":"Diplomasi","keterangan":"Gerbang ini merupakan pengontrol emosi dan pengendali pergaulan, menyeleksi siapa saja yang boleh menjadi teman dekat dan masuk ke dalam lingkaran terdekatnya. Mereka takut salah pilih teman dekat atau partner.\r\nOrang dengan gerbang ini diciptakan untuk mengendalikan gelombang emosi yang berasal dari pusat energi ulu hati.\r\nMemiliki kemampuan untuk menentukan perang atau perdamaian, memengaruhi orang lain melalui ide atau perasaan, menciptakan sumber daya untuk menghidupi keluarga, mendobrak pola dan kebiasaan lama yang sudah usang. Memiliki kemampuan diplomasi yang kuat.\r\nShadow: Khawatir dengan identitas diri, takut punya hubungan atau kedekatan dengan orang lain, menghakimi orang lain, hidup dalam dunianya sendiri yang dianggap nyaman, sering bertindak defensif atau agresif."},{"gerbang":7,"judul":"Pemimpin Efektif","keterangan":"Gerbang ini memberikan seseorang suatu kemampuan memimpin secara alami, tetapi ia lebih banyak bekerja di belakang layar.\r\nMereka adalah pemimpin alami jika kemampuannya sudah dikenali. Sering kali ingin mengambil lebih banyak tanggung jawab dibandingkan porsi yang seharusnya.\r\nShadow: Ingin diakui sebagai kepala atau pemimpin, mencari perhatian, mengejar posisi kepemimpinan, lebih suka mengikuti tren dibandingkan menjadi diri sendiri."},{"gerbang":8,"judul":"Kontribusi","keterangan":"Gerbang ini memberikan keinginan berkontribusi bagi kesuksesan dan keberhasilan orang lain. Bisa menjadi contoh dan teladan bagi orang lain. Mampu menarik perhatian orang, tetapi bisa ngambek jika tidak mendapatkan perhatian.\r\nMemiliki keinginan besar untuk mengubah dunia.\r\nShadow: Menghitung-hitung apa yang sudah pernah diberikan, kesulitan dalam menerima keunikan diri sendiri, lebih cenderung bertindak impulsif daripada memantaskan diri, berkorban secara berlebihan untuk orang lain."},{"gerbang":9,"judul":"Fokus","keterangan":"Orang dengan gerbang ini mampu berkonsentrasi terhadap detail, asalkan dalam keadaan duduk diam dan tenang. Depresi ketika gelisah.\r\nDalam kondisi yang tidak sehat, gerbang ini dapat memicu ADD/ADHD. Memiliki obsesi yang tinggi dan bisa bekerja secara multitasking.\r\nShadow: Terobsesi dalam berpikir, sulit untuk memaafkan dan melepaskan, kehilangan perspektif terhadap gambaran besar suatu keadaan, kehilangan koneksi dan momentum, fokus ke hal yang salah, berusaha keras untuk fokus."},{"gerbang":10,"judul":"Kecintaan Diri Sendiri","keterangan":"Gerbang ini mendatangkan pengertian untuk memahami keunikan perilaku manusia dalam masyarakat. Orang dengan gerbang ini sering prihatin terhadap perilaku orang lain yang tidak sesuai dengan norma atau aturan yang berlaku.\r\nGerbang ini membentuk karakter dan gaya yang konsisten dalam penampilan keseharian, memberikan kemampuan untuk mencintai diri sendiri dan orang lain.\r\nPerilaku tidak tercerahkan dari gerbang ini adalah menyalahkan orang lain, membenci diri sendiri dan menganggap dirinya sebagai korban.\r\nShadow: Menjadi korban keadaan, menyalahkan orang lain, membenci diri sendiri, merasa tidak berdaya."},{"gerbang":11,"judul":"Ide","keterangan":"Orang dengan gerbang ini memiliki banyak ide yang cemerlang. jenius dan selalu berubah-ubah. Namun, kebanyakan ide itu tidak mereka realisasikan dan hilang percuma. Sangat disarankan untuk mencatat semua ide yang muncul.\r\nGerbang ini membentuk sistem kepercayaan seseorang dan merupakan gerbang yang mengontrol mata kiri.\r\nIde yang muncul biasanya untuk menyelesaikan masalah orang lain, sangat jarang untuk menyelesaikan masalahnya sendiri.\r\nShadow: Gelisah ketika menceritakan sebuah ide kepada orang lain, merasa semua ide datang dari diri sendiri dan orang lain mencoba mencuri ide tersebut."},{"gerbang":12,"judul":"Suara Hati","keterangan":"Gerbang ini memampukan seseorang untuk menyampaikan kebenaran yang berasal dari lubuk hati yang paling dalam dan memberikan dampak emosional bagi orang lain.\r\nGerbang ini memberikan kemampuan mendengar (akustik) yang tajam. Disarankan tidak banyak berbicara jika tidak diminta.\r\nMampu menampilkan dua perilaku yang berlawanan, yaitu sangat berani dan tegas atau malu-malu dan sungkanan. Gerbang ini mengatur artikulasi suara dan menyukai musik.\r\nShadow: Kesulitan mengekspresikan diri, kesulitan melakukan sesuatu ketika kondisi emosi (mood) sedang tidak baik, mogok jika dipaksa melakukan sesuatu, tidak tahu waktu yang tepat."},{"gerbang":13,"judul":"Pendengar Empati","keterangan":"Gerbang ini memampukan seseorang menjadi pendengar yang sangat peka dan berempati. Banyak orang akan datang kepadanya untuk menceritakan rahasia pribadi, bahkan hal- hal tersembunyi yang belum pernah diungkapkan.\r\nMampu menjadi konselor yang membantu menyelesaikan dan menyembuhkan masalah seseorang. Membutuhkan rutinitas dan jadwal kerja yang teratur.\r\nShadow: Terperangkap dengan konsep, pola pikir dan kepercayaan lama, menyimpan dendam, membocorkan rahasia dan bergosip."},{"gerbang":14,"judul":"Kapasitas Besar","keterangan":"Orang dengan gerbang ini memiliki kreativitas yang tinggi dalam pekerjaan yang mereka lakukan. Memiliki kemampuan alam untuk mendapatkan proyek baru. Gerbang ini merupakan gerbang kemakmuran yang memberikan kemampuan dan kecakapan tertentu dalam pekerjaan. Bisa berpotensi gila kerja karena terlalu asyik tenggelam dalam suatu pekerjaan,\r\nTerkadang gerbang ini memunculkan perilaku tidak peduli terki kebutuhan akan uang. Bisa juga menciptakan sebuah \"mukjizat\" di tengah kesulitan.\r\nShadow: Berusaha bekerja keras tanpa menyadari bahwa dia bisa memanfaatkan sumber daya yang ada untuk mengubah keadaan, takut tidak punya uang, takut memegang tanggung jawab untuk mengelola keuangan."},{"gerbang":15,"judul":"Adaptasi","keterangan":"Gerbang ini memampukan seseorang beradaptasi dalam sebuah perubahan yang ekstrim terkait dengan rutinitas sehari-hari. Ya, orang dengan gerbang ini tidak menyukai rutinitas. Mereka punya jadwal dan ritmenya sendiri dalam mengatur jadwal dan kegiatan.\r\nGerbang ini memberikan energi cinta dan kepedulian terhadap sesama manusia serta kemampuan untuk menerima orang lain tanpa penghakiman. Mampu melakukan perubahan yang berdampak jangka panjang bagi kemanusiaan.\r\nShadow: Berusaha keras untuk konsisten dan teratur tanpa menyadari bahwa hal-hal yang mendadak dan spontan merupakan perilaku natural yang alamiah, sering tidak nyaman dengan aura sendiri."},{"gerbang":16,"judul":"Bakat dan Antusias","keterangan":"Gerbang ini memberikan antusiasme yang tinggi terhadap bakat dan minat dalam bidang tertentu. Orang dengan gerbang ini akan menjadi sangat hebat jika terus-menerus melatih bakatnya. Repetisi adalah kuncinya. Ini salah satu gerbang yang berkaitan dengan kemampuan seni, mulai dari desain, musik hingga tari.\r\nMembutuhkan ketekunan yang mendalam agar bisa berhasil karena antusiasmenya hanya bertahan sebentar. Terkadang bisa meloncat ke hal-hal lain yang lebih menarik, tetapi karena hanya bertahan sebentar, nantinya ia harus mengulang lagi dari awal.\r\nShadow: Suka 'melompat dan spontan tanpa memeriksa keadaan terlebih dahulu, bergerak terlalu cepat, tidak mempersiapkan diri, tidak melompat pada waktu yang tepat atau ketika kondisi sudah tepat."},{"gerbang":17,"judul":"Opini","keterangan":"Gerbang ini memampukan seseorang mengenali suatu pola dan memproyeksikan pikiran dalam bentuk opini. Takut jika opininya ditentang orang lain dan cemas jika lupa akan detail tertentu.\r\nGerbang ini mengatur mata kanan dan visualisasi seseorang. Saran terbaik bagi pemilik gerbang ini, jangan langsung membagikan opini sebelum diminta.\r\nShadow: Memiliki opini yang berlebihan, gelisah ketika pendapatnya ditantang orang lain, bertindak seolah-olah opininya yang paling benar, suka merusak kesenangan orang lain dengan kabar buruk merusak konsep yang sudah dibuat orang lain."},{"gerbang":18,"judul":"Kritikus","keterangan":"Gerbang ini memampukan seseorang mengenali suatu kesalahan dan memberikan koreksi atas kesalahan tersebut. Orang dengan gerbang ini menerima conditioning dari orangtua lawan jenis.\r\nGerbang ini sering memicu perilaku memberontak terhadap aturan yang diberlakukan oleh otoritas.\r\nGerbang ini memberikan perilaku perfeksionis yang suka mengkritik dan menghakimi. Bagi mereka, selalu saja ada cacat yang harus diperbaiki. Terkadang frustasi karena merasa hidup ini tidak ada yang sempurna.\r\nShadow: Perfeksionis, takut dikritik tapi suka mengkritik, bahkan kritik yang terlalu berlebihan."},{"gerbang":29,"judul":"Kebutuhan Dasar","keterangan":"Gerbang ini mendorong seseorang untuk memastikan bahwa kebutuhan dasar vital seperti makanan, pakaian, tempat tinggal dan seks, dapat terpenuhi dengan baik.\r\nMereka mengukur keberhasilan dari pemenuhan emosional melalui interaksi dengan orang lain. Mereka juga sangat menyukai interaksi dengan alam dan binatang.\r\nBagi mereka, hubungan dengan orang lain itu sangat penting sehingga mereka tidak mudah untuk move on jika terjadi masalah.\r\nShadow: Takut dikritik sebagai orang yang terlalu sensitif, tidak mandiri, suka berlama-lama dalam situasi yang tidak baik karena merasa dibutuhkan, mengorbankan kebutuhan sendiri untuk orang lain."},{"gerbang":20,"judul":"Spontanitas","keterangan":"Gerbang ini memberikan dorongan spontan kepada orang untuk langsung melakukan apa yang mereka inginkan saat ini juga dengan penuh kesadaran.\r\nKekuatan mereka akan terlihat ketika mereka mampu membagikan apa yang mereka miliki atau mereka ketahui kepada orang lain. Mereka akan belajar tentang kepemimpinan dari pengalaman hidup.\r\nShadow: Perlu belajar percaya bahwa ada waktu yang tepat untuk segala sesuatu, tidak sabaran, ingin melakukan segala sesuatu secara terburu-buru."},{"gerbang":21,"judul":"Pengontrol","keterangan":"Gerbang ini membuat seseorang bisa mandiri dalam mengontrol semua sumber daya yang dimiliki. Mereka dapat menjadi orang yang sangat dominan dalam segala hal.\r\nGerbang ini memberikan perilaku work hard and play hard. Orang dengan gerbang ini suka mengoleksi atau mengumpulkan barang-barang favorit.\r\nGerbang ini membuat seseorang akan berfokus dalam mengejar materi dan sangat ahli dalam membuat perencanaan, terutama dalam hal keuangan.\r\nShadow: Terlalu suka mengontrol, materialistis, selalu merasa kekurangan, harus belajar untuk menyadari ada hal-hal yang tidak bisa dikontrol dalam hidup ini."},{"gerbang":22,"judul":"Sosialita","keterangan":"Gerbang ini mendorong seseorang untuk bersosialisasi dan mengungkapkan perasaan kepada orang lain. Bisa sangat supel bila dalam kondisi emosi yang baik, tetapi menjadi anti sosial bila dalam kondisi emosi tidak baik.\r\nMemiliki emosi yang tidak stabil dan bekerja tergantung mood. Sangat peka terhadap perkataan orang lain, sering khawatir dengan pendapat orang lain tentang dirinya. Gerbang ini mengatur telinga kiri, sangat menyukai musik dan hal-hal kreatif.\r\nShadow: Suasana hatinya gampang berubah-ubah (moody), terlalu fokus kepada penampilan, tidak nyaman dengan diri sendiri, kehilangan kreativitas, merasa dirinya seorang diva atau idola, egosentris, kesulitan untuk mencintai diri sendiri."},{"gerbang":23,"judul":"Konseptor","keterangan":"Gerbang ini memampukan seseorang untuk menjelaskan sebuah konsep secara terstruktur dan sistematis. Memiliki kecenderungan untuk nyeletuk (menyela pembicaraan) dan menyampaikan opini yang tidak umum. Terkesan sok tahu walaupun sebenarnya mereka memang memiliki banyak pengetahuan. Mereka harus belajar bersabar menunggu giliran ketika berbicara.\r\nGerbang ini membawa perilaku keras kepala dan tidak mau mendengarkan orang lain. Mereka harus belajar menunggu dan mempercayai ketepatan waktu dari semesta. Memiliki visi yang jauh ke depan dan juga bersifat eksentrik.\r\nShadow: Takut tidak didengarkan, berkomunikasi dengan orang yang salah pada waktu yang salah, tidak dimengerti orang lain, takut ditolak."},{"gerbang":24,"judul":"Rasional","keterangan":"Gerbang ini memampukan seseorang untuk merenung dan memikirkan sebuah masalah berulang-ulang sampai menemukan inti persoalan atau menjadikan hal tersebut masuk akal baginya Pikiran mereka terkadang bisa menjadi musuh terbesarnya sendiri.\r\nMereka akan menemukan jawaban dan solusi ketika dalam keadaan santai.\r\nShadow: Takut dianggap bodoh, dapat membenarkan apa pun walaupun hal itu sebenarnya salah, mengulangi kesalahan yang sama berulang-ulang, terobsesi terhadap suatu hal."},{"gerbang":25,"judul":"Welas Asih","keterangan":"Gerbang ini membangkitkan sikap welas asih yang tinggi kepada orang lain atau suatu hal. Orang dengan gerbang ini akan menjadi melankolis jika mereka tidak dianggap penting oleh orang lain.\r\nGerbang ini membantu seseorang menjadi seorang penyembuh (healer).\r\nShadow: Kesulitan menerima konsep spiritual, sulit untuk pasrah kepada Sang Pencipta, terlalu idealis, merasa tidak pantas dicintai, menjadi pembenci."},{"gerbang":26,"judul":"Negosiator","keterangan":"Gerbang ini memunculkan keinginan untuk mendapatkan sesuatu lebih banyak dengan usaha yang minimal. Orang dengan gerbang ini mampu melihat peluang, unggul sebagai seorang sales dan negosiator yang ulung. Mereka dapat memanipulasi orang lain untuk keuntungan pribadi dan mencari jalan pintas ketika menghadapi kesulitan. Suka memelihara binatang seperti reptil, burung dan ikan.\r\nPemilik gerbang ini mampu mengingat kejadian-kejadian masa lalu, membuatnya menyukai sejarah dan pengalaman di masa lalu.\r\nShadow: Kurang memiliki integritas, suka bersikap manipulatif, berbohong takut menjual, merasa tidak percaya diri."},{"gerbang":27,"judul":"Kasih Sayang","keterangan":"Gerbang ini memampukan seseorang menjaga dan merawat diri sendiri dan orang lain. Mereka mudah berkorban demi orang lain.\r\nSuka merasa bersalah walaupun dia tidak salah, seringkali mengambil tanggung jawab atas kesalahan orang lain. Rasa bersalah ini sering dimanipulasi oleh orang lain untuk kepentingan mereka. Suka memasak untuk orang lain.\r\nShadow: Perhatian yang berlebihan, peduli kepada orang yang salah, sering merasa bersalah, tidak mandiri, sulit peduli pada diri sendiri"},{"gerbang":28,"judul":"Pengambil Risiko","keterangan":"Gerbang ini memampukan seseorang untuk berjuang menemukan arti hidup dan berani untuk mengambil risiko. Mereka takut jika hidup ini tidak bermakna.\r\nSering merasa bahwa hidup ini penuh dengan tantangan, termasuk dalam kisah percintaan. Pengaruh planet yang mengaktifkan gerbang ini akan memberitahukan cerita, sejarah atau sifat turunan dari orangtua. Tantangan yang ada akan memberikan banyak sekali pelajaran hidup.\r\nShadow: Suka merasa diri sebagai korban keadaan, sering merasa diri pengecut, merasa hidup tidak adil kecanduan minuman keras narkoba, kecenderungan untuk bunuh diri."},{"gerbang":29,"judul":"Komitmen","keterangan":"Gerbang ini memampukan seseorang untuk berkomitmen tanpa harus mengetahui tujuan komitmen tersebut. Membawa energi ketekunan sehingga tetap dapat bertahan menyelesaikan komitmennya ketika orang lain sudah memutuskan untuk mundur.\r\nGerbang ini memberikan energi kepada seseorang untuk selalu berkata \"ya\" dalam segala hal. Mereka harus belajar mengontrol diri bahwa tidak semua hal harus diiyakan.\r\nShadow: Komitmen yang berlebihan, ingin mengontrol hasil, kelelahan, dimanfaatkan orang lain karena tidak bisa menolak dan selalu berkata \"ya\"."},{"gerbang":30,"judul":"Hasrat","keterangan":"Gerbang ini memberikan ilusi keinginan dan hasrat untuk mencoba sesuatu yang baru untuk membuat perubahan, seperti menghilangkan kekosongan, rasa sakit atau kesedihan.\r\nGerbang ini mampu membuat diri sendiri dan orang lain terbakar dalam semangat membara, tapi bisa menghanguskan jika berlebihan. Semangat dan hasrat ini yang memampukannya tetap bertahan dalam situasi sulit sementara yang lain sudah menyerah.\r\nShadow: Terlalu berharap kepada orang lain, kelelahan, terlalu cepat bertindak dan menuju ke arah yang salah, berharap terlalu besar."},{"gerbang":31,"judul":"Pemimpin Terpilih","keterangan":"Gerbang ini memampukan seseorang membimbing dan memimpin orang lain dibandingkan memimpin dirinya sendiri. Mereka harus dipilih untuk bisa memimpin, barulah mereka bisa melakukan tugasnya dengan baik, jika tidak orang tidak akan mengakuinya. Mereka sangat berwibawa dan berkharisma sehingga banyak orang dengan rela mendengarkan dan mengikuti mereka.\r\nShadow: Ingin menjadi pemimpin karena ingin dikenal bukan karena ingin melayani dan berkontribusi, menggunakan kekuatan dan kekuasaan untuk menyakiti orang lain, baru merasa diri berharga jika ditunjuk sebagai pemimpin."},{"gerbang":32,"judul":"Kehati-hatian","keterangan":"Gerbang ini memberikan intuisi untuk menilai seseorang atau sesuatu, sehingga bisa memastikan apakah orang atau hal tersebut memenuhi kriteria yang dibutuhkan dalam komunitas, bisnis dan kehidupan pribadi.\r\nGerbang ini membuat orang takut akan kegagalan. Gerbang ini memberikan ambisi dan mimpi yang besar. Harus bersabar menunggu waktu yang tepat agar bisa melihat momen keajaiban.\r\nShadow: Takut gagal, keraguan yang berkepanjangan, terlalu konservatif, tidak menunggu waktu yang tepat, takut impiannya dicuri."},{"gerbang":33,"judul":"Perenungan","keterangan":"Orang dengan gerbang ini suka menyendiri untuk mengevaluasi pengalaman yang sudah didapat dan menarik pelajaran dari sana. Pengalaman ini bisa dituangkan dalam bentuk tulisan, cerita, pidato dan bahkan diajarkan di kelas atau workshop.\r\nMereka biasanya menyimpan banyak rahasia dan sekaligus memegang banyak rahasia orang lain.\r\nShadow: Terperangkap di masa lalu, kelelahan, tidak tahu kapan waktu yang tepat untuk berbagi cerita dan pengalaman, menyebarkan hal-hal negatif, ingin menyendiri untuk melarikan diri dari masalah"},{"gerbang":34,"judul":"Daya Besar","keterangan":"Merupakan gerbang energi paling kuat dan paling sibuk dalam tubuh manusia. Karena energinya sangat besar, mereka mampu melakukan berbagai kegiatan sekaligus (multitasking). Perlu diperhatikan bahwa energi ini sebaiknya digunakan untuk merespon, bukan untuk memulai. Jika tidak memiliki kesibukan, mereka akan mengalami gangguan kesehatan. Mereka juga aktif secara seksual.\r\nShadow: Bergumul dengan energi dan kekuatan yang dimiliki, tidak tahu bagaimana cara menggunakan energi dan kekuasaannya tersebut, sering berupaya memaksakan diri dan gagal."},{"gerbang":35,"judul":"Petualangan","keterangan":"Pemilik gerbang ini selalu lapar dan haus untuk mencoba hal-hal yang baru. Sebagai hasilnya, mereka menjadi orang yang multitalenta dan serba bisa. Mereka berani mencoba dan memulai apa pun, bahkan hal-hal yang ekstrem.\r\nShadow: Merasa capek, terlalu percaya diri, kurang beristirahat, cenderung mengejar materi ketimbang mencari pengalaman, mudah bosan."},{"gerbang":36,"judul":"Gejolak Emosi","keterangan":"Gerbang ini memaksa seseorang untuk bertumbuh dan berkembang melalui pengalaman emosional yang menyakitkan hingga pada akhirnya mereka menemukan proses transformasi yang sesungguhnya.\r\nGampang bosan dan selalu ingin mencari pengalaman baru. Mereka harus belajar menunggu dan tidak terburu-buru agar tidak terjerumus ke dalam masalah yang tidak diinginkan.\r\nShadow: Takut tidak mampu, menciptakan kekacauan untuk melepaskan rasa bosan, menciptakan krisis ketika tidak sabar menunggu, meloncat tanpa memeriksa keadaan."},{"gerbang":37,"judul":"Persahabatan","keterangan":"Gerbang ini membangkitkan keinginan untuk selalu bisa berada dalam sebuah keluarga dan komunitas yang utuh. Mereka sangat natural dalam menjaga dan merekatkan hubungan dalam komunitas dan keluarga. Sangat suka dimanja dan dipeluk.\r\nGerbang ini merupakan salah satu gerbang spiritual, membuat orang ingin terkoneksi dan mendapatkan jamahan dari Tuhan.\r\nShadow: Merasa terikat dengan tradisi, manipulatif, pendendam, berusaha mencari kebahagiaan dari luar diri sendiri, berusaha menyenangkan orang lain."},{"gerbang":38,"judul":"Pejuang","keterangan":"Gerbang ini memampukan seseorang menemukan hal-hal yang pantas untuk diperjuangkan dan memberikan makna hidup. Bisa menjadi orang yang sangat keras kepala dan anti-mainstream.\r\nSangat setia kawan dan rela berkorban demi memperjuangkan sesuatu yang dianggap benar.\r\nShadow: Suka bertengkar, keras kepala, merasa menjadi korban keadaan, karakter antagonis, merasa keadaan tidak mendukung dirinya."},{"gerbang":39,"judul":"Provokator","keterangan":"Gerbang ini memampukan seseorang memprovokasi orang lain untuk mengeluarkan potensi terbaik yang mereka miliki.\r\nSangat suka bernegosiasi dan melakukan proses tawar-menawar, berpotensi emotional eating, genit, mampu membuat hal yang mustahil menjadi mungkin. Karena pengalamannya, mereka dicari orang sebagai guru kehidupan.\r\nShadow: Melankolis, sulit untuk membangkitkan semangat dan memprovokasi orang lain, makan berlebihan, kecanduan narkoba, sering tegang."},{"gerbang":40,"judul":"Kesendirian","keterangan":"Gerbang ini memampukan seseorang membangun batasan dengan orang lain untuk melindungi kepentingan pribadinya. Mampu membangun identitas pribadi walaupun berada di tengah komunitas yang beragam.\r\nMereka juga mampu memisahkan antara tujuan pribadi dan tujuan orang lain serta mampu membahagiakan diri sendiri tanpa harus bergantung kepada orang lain.\r\nSangat suka menyendiri dan bisa merasa kesepian padahal masih berada di tengah kelompok mereka sendiri (di tengah keramaian).\r\nShadow: Merasa kesepian, masalah di perut dan pencernaan, mudah mengalami kelelahan, tidak tahu bagaimana memulihkan energi diri, berusaha menjadi pahlawan bagi orang lain."},{"gerbang":41,"judul":"Visualisasi","keterangan":"Gerbang ini memampukan seseorang berimajinasi untuk membayangkan hal-hal yang mungkin terjadi pada masa yang akan datang. Kemudian apa yang dia imajinasikan itu bisa terwujud di depan mata.\r\nShadow: Terperangkap dalam mimpi siang bolong, suka khawatir yang terburuk akan terjadi, kehilangan kreativitas, tidak tahu kapan harus bertindak."},{"gerbang":42,"judul":"Penyelesaian","keterangan":"Gerbang ini mendorong seseorang berkomitmen menyelesaikan tugas dan pekerjaan yang sudah mereka mulai, agar bisa menyiapkan ruang untuk pekerjaan yang baru. Mereka tidak didesain untuk memulai sesuatu. Mereka adalah konsultan yang bisa membantu melanjutkan apa yang sudah dimulai orang lain.\r\nShadow: Menyelesaikan hal yang salah, tidak tahu bagaimana harus memulai, menyimpan kebiasaan buruk, tidak mampu menyelesaikan pekerjaan, kelelahan, merasa terburu-buru."},{"gerbang":43,"judul":"Wawasan","keterangan":"Gerbang ini memampukan seseorang menjelaskan pemikiran kreatif yang mereka miliki secara terstruktur.\r\nMereka didesain untuk tidak tertarik dan cenderung memblok pemikiran dan pendapat orang lain yang tidak sama dengannya karena mereka merasa sudah tahu segalanya. Ketika menemukan masalah, menghadapi jalan buntu, barulah mau mendengarkan pendapat orang lain. Gerbang ini berkaitan dengan penyakit THT.\r\nPemikiran yang mereka miliki sangat kreatif dan brilian, mampu mengubah cara lama dengan inovasi baru. Mereka bisa mendengarkan suara percakapan dalam pikirannya sendiri.\r\nShadow: Bermasalah dengan kepercayaan, tidak tahu kapan waktu yang tepat untuk berbagi dan mengkomunikasikan wawasan, tidak sabaran, merasa kesepian dan melankolis."},{"gerbang":44,"judul":"Personalia","keterangan":"Gerbang ini memampukan seseorang mengenali bakat dan kemampuan orang lain. Mereka juga pintar menjual ide dan konsep. Memiliki penciuman yang tajam. Gerbang ini mendatangkan ketakutan bahwa kejadian pada masa lalu bisa terulang kembali.\r\nShadow: Takut masalah yang sama akan terus berulang, terperangkap di masa lalu, membatasi kemungkinan di masa depan karena kegagalan di masa lalu."},{"gerbang":45,"judul":"Pengumpul Materi","keterangan":"Gerbang ini memampukan seseorang memimpin orang lain dan mengelola sumber daya yang ada untuk kepentingan bersama. Mereka diciptakan untuk mendidik orang lain bekerjasama dengan mereka.\r\nMereka sangat posesif dan juga sensitif terhadap pengalaman mistis.\r\nShadow: Tidak mampu mengelola sumber daya, bertingkah laku seperti seorang bangsawan, merasa tidak berarti, merasa kekurangan, kesulitan jika disuruh memimpin."},{"gerbang":46,"judul":"Tubuh Fisik","keterangan":"Gerbang ini merupakan gerbang cinta kasih yang terkait dengan tubuh jasmani. Pemilik gerbang ini merasa nyaman jika mampu merawat dan memanjakan tubuh agar tetap sehat dan bugar.\r\nMereka bisa merasakan jika ada orang yang sedang tidak sehat di sekitarnya. Sangat menyukai kegiatan fisik seperti fitness, yoga, dance. Jika tidak berolahraga atau beraktivitas fisik, badannya akan terasa ringkih. Suka memamerkan tubuh secara sensual.\r\nShadow: Tidak mampu merawat tubuhnya, terobsesi pada tubuhnya sendiri, akan mengalami masalah kesehatan jika tidak hidup dengan selaras."},{"gerbang":47,"judul":"Pemahaman","keterangan":"Gerbang ini memampukan seseorang mengumpulkan kembali kepingan-kepingan puzzle yang membingungkan menjadi satu kesatuan yang utuh. Mereka mencoba memahami kehidupan ini melalui pengalaman pribadi pada masa lalu.\r\nMereka diciptakan untuk menerima manifestasi dari alam semesta. Sering kali merasa kebingungan tentang bagaimana suatu hal bisa terjadi.\r\nShadow: Memiliki pemikiran negatif, terobsesi untuk mencari tahu tentang suatu hal, menolak konsep atau ide-ide baru."},{"gerbang":48,"judul":"Sumber Solusi","keterangan":"Gerbang ini memampukan seseorang mempelajari suatu minat secara mendetail dan mendalam, termasuk mempelajari hal-hal yang mistis dan tabu.\r\nMereka memiliki kebijaksanaan yang membuat orang lain mendatanginya untuk mencari solusi. Namun, kadang-kadang merasa merasa tidak pantas, tidak layak, kurang percaya diri. Gerbang ini mengatur telinga kanan (akustik).\r\nMerupakan gerbang pencicip makanan, ahli dalam mengenali rasa makanan, minuman, anggur, dll.\r\nShadow: Merasa takut kekurangan, merasa selalu tidak cukup, suka berada di zona nyaman, terlalu cepat mempersiapkan segala sesuatu."},{"gerbang":49,"judul":"Penjaga Tradisi","keterangan":"Orang dengan gerbang ini memiliki kepekaan emosional dalam menguji apakah seseorang memenuhi syarat untuk menjadi bagian dari lingkaran pertemanannya berdasarkan standar yang telah mereka buat.\r\nMemiliki kebutuhan untuk berkomunikasi secara intim dengan orang yang dicintai. Mereka bisa memiliki kedekatan dengan orang tertentu dan mampu berkomunikasi dengan binatang.\r\nShadow: Takut ditolak, berhenti terlalu cepat, tidak percaya pada diri sendiri, makan berlebihan, merasa segala sesuatu tidak dapat diprediksi, kesulitan untuk mengkomunikasikan ekspektasi dan keinginan."},{"gerbang":50,"judul":"Nilai dan Aturan","keterangan":"Gerbang ini memberikan rasa tanggung jawab untuk melestarikan nilai-nilai dan tradisi guna memastikan ketertiban dalam masyarakat. Juga mengevalusi nilai dan aturan yang perlu diperbaharui sesuai dengan perkembangan zaman.\r\nSering merasakan tekanan untuk membuat perubahan pada dunia ini. Sangat perhatian, tipikal keibuan yang hangat dan suka memasak.\r\nShadow: Takut akan tanggung jawab, merasa bersalah, perhatian kepada orang yang salah, tidak bisa merawat diri sendiri, kehilangan kemampuan untuk bertahan hidup."},{"gerbang":51,"judul":"Kejutan","keterangan":"Orang dengan gerbang ini sering melakukan hal-hal yang mengejutkan dan dramatis. Mereka sering mengingatkan orang lain untuk bersiap sedia menghadapi masalah dan tantangan.\r\nJika dipergunakan dengan benar, kemampuan mereka berguna dalam membantu orang untuk keluar dari zona nyaman dan membuat perubahan.\r\nShadow: Berusaha belajar untuk mengatasi perubahan, berusaha memulai, mencoba mengontrol segalanya, tidak berusaha mengambil waktu untuk mengintegrasikan kemampuan yang dimiliki."},{"gerbang":52,"judul":"Duduk Diam","keterangan":"Orang dengan gerbang ini memiliki kemampuan luar biasa untuk duduk diam dalam waktu lama saat dibutuhkan. Sangat rendah hati dan suka membantu orang lain menyelesaikan pekerjaan.\r\nShadow: Suka bermalas-malasan, kehilangan fokus walaupun sedang berdiam diri, tidak bisa diam, depresi, kehilangan konsentrasi."},{"gerbang":53,"judul":"Permulaan","keterangan":"Orang dengan gerbang ini selalu berada dalam tekanan untuk memulai sesuatu yang baru. Bisa merasa sangat bosan dan terperangkap jika menghadapi situasi yang sama terus-menerus. Mampu memulai sesuatu, tetapi tidak bisa menyelesaikannya. Mereka takut terjebak dalam rutinitas.\r\nShadow: Tidak tahu harus memulai dari mana, tidak menyelesaikan apa yang sudah dimulai, kelelahan, terburu-buru ingin memulai sesuatu."},{"gerbang":54,"judul":"Ambisi","keterangan":"Orang dengan gerbang ini memiliki keinginan dan ambisi besar untuk sukses secara materi, memiliki karier yang tinggi. Menjadi penggerak komunitas dalam dunia bisnis maupun spiritual.\r\nShadow: Kelelahan, bekerja terlalu keras, memaksakan sesuatu, berusaha melakukan apapun demi mencapai tujuan, dimanfaatkan oleh orang lain, terlalu banyak ide."},{"gerbang":55,"judul":"Seniman","keterangan":"Orang dengan gerbang ini memiliki perilaku yang sangat melankolis (musikal, puitis dan romantis). Gerbang ini memberikan pelajaran tentang menyeimbangkan emosi dengan tidak membiarkan emosi tersebut membentuk persepsi atas diri dan dunia sekitar kita. Mereka percaya masih ada kebahagiaan dan kelimpahan di tengah masa sulit dan penderitaan.\r\nDalam kondisi tidak sehat, mereka suka bersikap sebagai korban atas kehidupan dan mengasihani diri sendiri.\r\nShadow: Melankolis, tidak tahu harus melakukan apa, kehilangan passion, merasa diri kosong, sulit memusatkan perhatian, ragu-ragu. "},{"gerbang":56,"judul":"Narator","keterangan":"Orang dengan gerbang ini memiliki kemampuan untuk bercerita dari pengalaman dan imajinasi mereka untuk menginspirasi dan memotivasi orang lain. Pandai menggunakan perumpamaan, suka bercerita.\r\nShadow: Menolak orang lain dengan menjual cerita (mengarang alasan), merasa orang lain tidak tertarik kepadanya, suka membesar besarkan masalah, cenderung berlebihan dalam bersikap."},{"gerbang":57,"judul":"Intuisi","keterangan":"Pemilik gerbang ini memiliki daya intuisi sangat kuat sehubungan dengan kelangsungan hidup dan kesehatan. Mereka takut akan masa depan dan hal-hal yang tidak pasti.\r\nGerbang ini mengatur telinga kanan dan sangat peka terhadap suara (auditori). Terkadang merasa tidak punya intuisi dan juga tidak percaya pada intuisi yang dia dapatkan secara tiba-tiba.\r\nShadow: Takut akan masa depan, tidak bisa membedakan mana intuisi dan mana ketakutan, penuh keragu-raguan, tidak bertindak sama sekali, bertindak berdasarkan logika."},{"gerbang":58,"judul":"Koreksi","keterangan":"Orang dengan gerbang ini memiliki kemampuan untuk mengkoreksi kesalahan yang mereka jumpai. Mereka mampu melihat titik lemah sesuatu atau seseorang serta mampu memberikan masukan untuk perbaikan dan perubahan menuju kondisi yang lebih baik.\r\nSelalu terlihat bahagia dan tersenyum. Mereka akan kehilangan keceriaan ketika tidak menjalani kehidupan sesuai dengan strategi dirinya.\r\nShadow: Kehabisan energi, kesulitan mengekspresikan rasa senang, merasa kepahitan, merasa harus berusaha keras untuk bisa menjadi senang."},{"gerbang":59,"judul":"Keintiman","keterangan":"Pemilik gerbang ini mampu menarik dan memilih siapa yang berpotensi untuk menjadi teman dekat, pasangan dan mitra kerja yang baik. Gerbang ini membuat seseorang memiliki daya tarik seksual yang kuat.\r\nGerbang ini memampukan seseorang menyiapkan sumber daya yang dibutuhkan untuk membangun ikatan kesatuan, seperti pernikahan atau kemitraan.\r\nShadow: Jika tidak mampu menyediakan kebutuhan dianggapnya sama dengan tidak bisa memberikan cinta, menilai seseorang dari kemampuan seksual (merasa tidak cukup atau malah berlebihan), kemarahan, membangun pertahanan diri, tidak tahu kapan waktu yang tepat."},{"gerbang":60,"judul":"Inovasi","keterangan":"Orang dengan gerbang ini merasakan tekanan yang kuat untuk melakukan perubahan dan inovasi. Namun, keterbatasan sering membuat mereka terpaksa pasrah menerima kenyataan. Uniknya, saat mereka merasa tidak mampu melakukan apa-apa, saat itulah perubahan yang diinginkan mulai terjadi.\r\nGerbang ini mengajarkan seseorang untuk bersabar dan memahami bahwa sesuatu yang besar perlu waktu untuk mewujudkannya.\r\nShadow: Depresi, merasa tidak mampu membuat perubahan, apatis, merasa didesak untuk melakukan sesuatu, menolak perubahan."},{"gerbang":61,"judul":"Detektif","keterangan":"Orang dengan gerbang ini adalah pemikir hebat yang berminat memecahkan hal-hal yang bersifat misterius, seperti penciptaan alam semesta, penciptaan manusia dan hal-hal rahasia lain, termasuk yang berbau mistis,\r\nMereka harus menyadari bahwa tidak semua misteri bisa dijelaskan dengan akal sehat dan logika.\r\nShadow: Kemarahan, bosan dengan kehidupan, tidak percaya dengan pengetahuan yang didapatkan, merasa didesak untuk mendapatkan informasi, merasa pertanyaan yang masuk tidak ada habisnya."},{"gerbang":62,"judul":"Detail","keterangan":"Orang dengan gerbang ini selalu ingin mengetahui data dan fakta secara detail. Mereka memiliki ketajaman mata yang mampu memperhatikan sesuatu secara mendetail dan akurat. Mereka juga mampu menjelaskan sesuatu yang abstrak dengan cara yang mudah dipahami oleh orang lain.\r\nPemilik gerbang ini memiliki kemampuan istimewa bisa berkomunikasi dengan binatang.\r\nShadow: Merasa terperangkap dengan detail yang terlalu banyak, merasa logika itu tidak selalu benar dan valid, menganggap logika itu memiliki keterbatasan."},{"gerbang":63,"judul":"Skeptis","keterangan":"Orang dengan gerbang ini selalu meragukan pemikirannya sendiri dan sering bersikap skeptis. Tidak mudah percaya sebelum melihat sendiri bukti yang masuk akal. Selalu bersikap skeptis sampai melihat bukti nyata dengan mata dan kepala sendiri.\r\nShadow: Meragukan segala sesuatu termasuk diri sendiri, curiga terhadap apa pun, ingin membuktikan segala sesuatu, tidak mau tahu lagi dengan pertanyaan apa pun."},{"gerbang":64,"judul":"Kebingungan","keterangan":"Orang dengan gerbang ini selalu berada di bawah tekanan untuk memahami dunia sekitar dan merasionalisasikan peristiwa dan pengalaman yang terjadi untuk memetik pelajaran.\r\nMereka memiliki kemampuan alami untuk memilah-milah informasi mana yang bermanfaat bagi mereka.\r\nGerbang ini mengatur kemampuan otak kanan dan mampu mendownload informasi dari semesta. Pada anak-anak, terkadang bisa mengalami kesulitan dalam menulis dan berhitung.\r\nShadow: Merasa didesak untuk mengerti dan memahami segala sesuatu, kebanjiran inspirasi, terperangkap untuk mencari tahu tentang sesuatu dan merasa buntu, menyerah karena tidak tahu harus berbuat apa."}],"potensi":[{"potensi":1,"gerbang":[1,8],"judul":"Presenter","keterangan":"Jalur ini memberikan hasrat besar untuk bisa menginspirasi dan berkontribusi bagi lingkungan sekitarnya. Pemilik jalur ini perlu menunggu kemampuannya dikenali, agar apa yang mereka sampaikan bisa diterima oleh orang lain."},{"potensi":2,"gerbang":[2,14],"judul":"Pencipta","keterangan":"Jalur ini memberikan kemampuan kreatif untuk bisa menciptakan sesuatu yang mengagumkan dari sumber daya yang ada (uang, bakat keterampilan, tim kerja, koneksi) dan sekaligus mengelolanya. Orang dengan jalur ini umumnya tidak pernah kekurangan dan memiliki potensi untuk mendapatkan investasi, hibah atau warisan dari orang lain bahkan dari orang yang tidak dikenal"},{"potensi":3,"gerbang":[3,60],"judul":"Inovator","keterangan":"Jalur ini memberikan kemampuan untuk beradaptasi dengan membuat perubahan dan inovasi dalam kehidupan, pekerjaan, keluarga dan lingkungan sekitar. Pemilik jalur ini bisa menjadi sangat melankolis jika keinginannya tidak terpenuhi."},{"potensi":4,"gerbang":[4,63],"judul":"Investigator","keterangan":"Jalur ini memampukan seseorang untuk mencari jawaban atas segala macam pertanyaan yang muncul di hidup ini dalam bentuk hipotesis atau konsep pemikiran dan mencocokkannya berdasarkan bukti-bukti dan fakta yang telah ditemukan."},{"potensi":5,"gerbang":[5,15],"judul":"Asimilator","keterangan":"Jalur ini memampukan seseorang untuk bisa belajar dan terhubung dengan alam sekitar, termasuk mampu berkomunikasi dengan binatang dan tumbuhan. Mereka mampu menyerap pengetahuan dan kebijaksanaan dari lingkungan sekitar dan kemudian mereka membuat konsep pengajarannya sendiri."},{"potensi":6,"gerbang":[6,59],"judul":"Pemersatu","keterangan":"Jalur ini memberikan dorongan untuk membangun hubungan emosional melalui keintiman seksual dan untuk melanjutkan keturunan. Mereka mampu mendamaikan orang yang berkonflik dan menjaga agar hubungan tetap harmonis."},{"potensi":7,"gerbang":[7,31],"judul":"Pemimpin","keterangan":"Jalur ini memberikan kemampuan memimpin secara alami. Mereka akan memastikan orang-orang yang mereka pimpin tercukupi segala kebutuhan sandang, pangan, papan serta pendidikannya. Untuk memimpin, mereka harus dipilih dan ditunjuk oleh kelompoknya. Jika sengaja mengajukan diri, tidak ada yang akan mendengarkan dan mengikuti mereka."},{"potensi":8,"gerbang":[9,52],"judul":"Fokus dan Konsentrasi","keterangan":"Jalur ini memampukan seseorang berdiam diri dalam keheningan untuk fokus berpikir menyiapkan langkah dan strategi yang harus dilakukan."},{"potensi":9,"gerbang":[10,20],"judul":"Mindfulness","keterangan":"Jalur ini memberikan seseorang kemampuan alami untuk menyadari keberadaan dan eksistensi dirinya di dunia ini. Termasuk kesadaran untuk memberdayakan diri sendiri dan terkait dengan kebangkitan spiritual. Pemilik jalur ini mampu merawat dan menyayangi dirinya sendiri."},{"potensi":10,"gerbang":[10,34],"judul":"Pembujuk","keterangan":"Jalur ini mampu memberikan seseorang kemampuan alami untuk menginspirasi, meyakinkan dan memberdayakan orang lain agar mau mengikuti kemauannya. Mereka memiliki energi yang sangat besar sehingga mampu menyibukkan diri dengan berbagai pekerjaan."},{"potensi":11,"gerbang":[10,57],"judul":"Ahli Estetika","keterangan":"Orang dengan jalur ini memiliki intuisi yang sangat kuat, terutama dalam hal kesehatan dan pertahanan hidup. Mereka cenderung mampu menyempurnakan hal-hal standar yang perlu diperbaik Kebanyakan desainer, arsitek dan penata gaya memiliki jalur ini"},{"potensi":12,"gerbang":[11,56],"judul":"Narator","keterangan":"Jalur ini terkait dengan ide dan cerita. Pemilik jalur ini mampu menceritakan detail sebuah kisah dan peristiwa untuk kemudian mereka akan menceritakannya kembali dengan berbagai macam bumbu tambahan atau dengan cara dan bahasanya sendiri,"},{"potensi":13,"gerbang":[12,22],"judul":"Komunikator","keterangan":"Jalur ini memberikan kemampuan untuk mengekspresikan nilai dan rasa cinta terhadap seni dalam bentuk lukisan, puisi, musik dan hal-hal romantis lainnya. Mereka mampu mempengaruhi orang lain melalui perkataan dan perbuatan."},{"potensi":14,"gerbang":[13,33],"judul":"Saksi Hidup","keterangan":"Pemilik jalur ini memiliki memori yang kuat untuk merekam berbagai peristiwa dan kejadian dalam hidup. Mampu membagi pengetahuan dan pengalaman yang dimiliki saat diminta."},{"potensi":15,"gerbang":[16,48],"judul":"Tenaga Anli","keterangan":"Orang dengan jalur ini memiliki keterampilan yang mendalam berdasarkan bakatnya. Mereka orang yang sangat ahli di bidang yang mereka tekuni. Memiliki 'sense of art' yang kuat."},{"potensi":16,"gerbang":[17,62],"judul":"Organisatoris","keterangan":"Jalur ini memberikan kemampuan untuk menyusun hipotesis dan fakta yang berasal dari berbagai opini dan merumuskannya menjadi sebuah rencana untuk bertindak. Jalur ini juga mampu mengorganisir sebuah pekerjaan mulai dari perencanaan hingga pelaksanaan sehingga segala sesuatu berjalan dengan baik dan tepat waktu."},{"potensi":17,"gerbang":[18,58],"judul":"Pengoptimal","keterangan":"Jalur ini memampukan seseorang mengoreksi suatu pekerjaan, dengan tidak hanya mengkritik tetapi juga memberikan saran perbaikan sehingga pekerjaan dan kinerja menjadi lebih optimal."},{"potensi":18,"gerbang":[19,49],"judul":"Pembuat Aturan","keterangan":"Jalur ini membuat seseorang mampu menyaring apakah orang yang ditemuinya layak dan pantas untuk menjadi bagian dari komunitas atau dari pertemanan. Energi dari jalur ini akan memastikan bahwa anggota kelompok bersedia mematuhi aturan yang berlaku demi keamanan dan kenyamanan bersama."},{"potensi":19,"gerbang":[20,34],"judul":"Karisma","keterangan":"Jalur ini memampukan seseorang mewujudkan apa yang ada dalam pikirannya. Aktif bekerja dan terlihat sangat sibuk. Pemilik jalur ini memiliki pengaruh yang kuat dan sangat berkarisma."},{"potensi":20,"gerbang":[20,57],"judul":"Improviser","keterangan":"Jalur ini memberikan kesadaran untuk bertindak secara spontan dan intuitif. Mengetahui apa yang dibutuhkan dalam hidup ini agar menjadi lebih sehat, aman dan nyaman. Pemilik jalur ini mampu memberdayakan orang lain agar lebih sadar akan kesehatannya."},{"potensi":21,"gerbang":[21,45],"judul":"Alokator","keterangan":"Jalur ini memampukan seseorang memimpin dan mengontrol sumber daya miliknya untuk mencapai puncak kesuksesan."},{"potensi":22,"gerbang":[23,43],"judul":"Jenius","keterangan":"Jalur ini memampukan seseorang mengekspresikan pemikirannya menjadi konsep yang rapi dan terstruktur. Jalur ini sering melahirkan pemikiran dan inovasi yang jenius, bahkan mungkin gila dan out of box."},{"potensi":23,"gerbang":[24,61],"judul":"Pemikir","keterangan":"Pemikir selalu mencoba mencari tahu hal-hal yang belum dipahami. Mereka menyadari bahwa cepat atau lambat mereka akan menemukan jawaban yang dicari."},{"potensi":24,"gerbang":[25,51],"judul":"Provokator","keterangan":"Provokator memiliki energi menggugah orang lain untuk mau bersaing dengannya tanpa orang itu menyadarinya. Jalur ini mendatangkan transformasi dan kesembuhan bagi diri sendiri."},{"potensi":25,"gerbang":[26,44],"judul":"Wirausaha","keterangan":"Jalur ini mampu mengenali pola kesalahan yang pernah ada untuk melakukan perbaikan di masa yang akan datang. Jalur ini juga memampukan seseorang melakukan presentasi dan menjual produk dengan cara yang kreatif."},{"potensi":26,"gerbang":[27,50],"judul":"Pengawas","keterangan":"Jalur ini memberikan rasa tanggung jawab untuk merawat dan mengayomi. Pemilik jalur ini sangat memahami kebutuhan orang lain akan rasa aman dan nyaman. Mereka bersedia mengorbankan waktu dan tenaganya agar orang lain bisa merasa nyaman."},{"potensi":27,"gerbang":[28,38],"judul":"Pejuang","keterangan":"Jalur ini memberikan kekuatan untuk berjuang karena ingin memberikan makna bagi hidup ini."},{"potensi":28,"gerbang":[29,46],"judul":"Penjelajah","keterangan":"Jalur ini memampukan seseorang tetap bertahan dalam sebuah pekerjaan di tengah keadaan sesulit apa pun. Dalam perjalanan hidup, mereka akan menemukan hal-hal yang tidak terduga. Menjalani kehidupan dengan trial dan error untuk menemukan cara dan formula yang tepat."},{"potensi":29,"gerbang":[30,41],"judul":"Inisiator","keterangan":"Jalur ini memampukan seseorang berfantasi, membayangkan pengalaman yang mungkin terjadi, dan kemudian mewujudkan fantasi tersebut."},{"potensi":30,"gerbang":[32,54],"judul":"Transformasi","keterangan":"Jalur ini memberikan ambisi yang konsisten untuk bergerak maju. Agar berhasil pemilik jalur ini memerlukan dukungan orang lain. Sangat memahami hal-hal apa saja yang bisa memunculkan keberhasilan dan kesuksesan."},{"potensi":31,"gerbang":[34,57],"judul":"Intuisi Bertindak","keterangan":"Orang dengan jalur ini memiliki intuisi yang sangat kuat untuk bergerak dengan tenaga yang besar. Mereka harus mengandalkan intuisinya dalam segala aktivitas di keseharian."},{"potensi":32,"gerbang":[35,36],"judul":"Petualangan","keterangan":"Jalur ini memberikan keinginan untuk mengeksplorasi berbagai pengalaman emosional dan melibatkan orang lain di dalamnya."},{"potensi":33,"gerbang":[37,40],"judul":"Community Builder","keterangan":"Jalur ini memberikan seseorang keunikan sebagai seorang individu dan pemahaman kesetaraan bahwa tidak ada yang lebih tinggi ataupun lebih rendah di dalam sebuah kelompok ataupun komunitas.\r\nMereka memiliki kemampuan alami membangun sebuah kolaborasi dalam kelompok dan komunitas. Namun secara paradoks, mereka bisa merasa kesepian meskipun berada di tengah keramaian atau dalam kelompoknya sendiri."},{"potensi":34,"gerbang":[39,55],"judul":"Seniman","keterangan":"Jalur ini memberikan energi yang menjadikan emosi seseorang penuh dengan keraguan dan ketidakpastian (melankolis). Namun, di dalam kegalauan ini, kreativitas akan muncul dalam bentuk lukisan, puisi, lagu atau karya seni lainnya."},{"potensi":35,"gerbang":[42,53],"judul":"Kedewasaan","keterangan":"Jalur ini memberikan energi yang akan membantu seseorang untuk memulai dan menyelesaikan sebuah proyek atau pekerjaan. Mereka harus mempertimbangkan baik-baik ketika memutuskan untuk masuk ke dalam proyek atau pekerjaan. Jika tidak, mereka akan merasa terperangkap di dalamnya."},{"potensi":36,"gerbang":[47,64],"judul":"Nostalgia","keterangan":"Jalur ini memberikan energi kepada seseorang untuk bisa memahami apa yang terjadi pada masa lalu dan menarik pelajaran berharga dari sana."}]}