[
    {
        "pola": 1,
        "judul": "Utuh (Single Definition)",
        "keterangan": "Ciri utama: seluruh pusat energi aktif dalam diagram, terhubung satu sama lain dan sama sekali tidak ada yang terpisah.\r\nPola single memberi keutuhan aliran energi yang konsisten ke seluruh tubuh dan dapat diandalkan dalam kehidupan sehari-hari. Orang dengan pola single tidak memerlukan dorongan dari orang lain atau pihak luar untuk melengkapi hidupnya.\r\nMereka dirancang untuk beroperasi secara mandiri. Jika dalam menjalin hubungan mereka merasa tidak nyaman, mereka bisa memutuskan untuk mengakhiri hubungan tersebut tanpa merasa sungkan.\r\nPola ini mencakup 41.57% populasi manusia."
    },
    {
        "pola": 2,
        "judul": "Terbagi Dua (Split Definition)",
        "keterangan": "Ciri utama: pusat energi aktif dalam diagram, terpisah menjadi dua bagian.\r\nPola split selalu merasa dirinya tidak utuh dan merasa membutuhkan orang lain untuk melengkapi dirinya. Mereka seolah hidup dalam ilusi sehingga sering menghabiskan waktu dan energi untuk mencari sesuatu 'yang hilang' dalam diri mereka, padahal sebenarnya itu tidak perlu.\r\nSecara mekanik, mereka akan menarik orang-orang yang memiliki gerbang penghubung dengan nomor tertentu dalam kehidupan mereka.\r\nKetika menemukan orang dengan gerbang penghubung yang dimaksud, mereka merasa seolah-olah tidak bisa hidup tanpa orang itu. Masalahnya, orang yang memiliki gerbang penghubung tersebut belum tentu orang yang tepat bagi mereka.\r\nPola ini mencakup 45.91% populasi manusia."
    },
    {
        "pola": 3,
        "judul": "Terbagi Tiga (Triple Split Definition)",
        "keterangan": "Ciri utama: pusat energi aktif dalam diagram, terpisah menjadi tiga bagian.\r\nSebagai triple split, mereka memiliki tiga kelompok pusat energi aktif yang terpisah satu sama lain.\r\nMereka adalah manusia kompleks dengan potensi luar biasa untuk bisa berintegrasi dan berkolaborasi dengan orang lain.\r\nNamun, ketika mereka berhubungan dengan orang lain yang memiliki jembatan penghubung dan mengalami ketidakcocokan mereka akan merasa terjebak dan tidak bisa melepaskan diri.\r\nPola ini mencakup 10.5% populasi manusia."
    },
    {
        "pola": 4,
        "judul": "Terbagi Empat (Quadruple Split Definition)",
        "keterangan": "Sebagai quadruple split, mereka memiliki empat kelompok pusat energi aktif yang terpisah satu sama lain.\r\nQuadruple split adalah manusia yang sangat langka.\r\nYang menarik, mereka bisa menampilkan kepribadian yang berbeda-beda, kepada orang yang berbeda-beda. Tidak nyaman jika hanya memiliki hubungan dengan satu orang, mereka membutuhkan orang dengan kepribadian yang berbeda untuk melengkapi dirinya (cenderung membutuhkan rekan lebih dari satu).\r\nPola ini mencakup 0.57% populasi manusia."
    },
    {
        "pola": 5,
        "judul": "Tanpa Aliran",
        "keterangan": "Ciri utama: tidak ada pusat energi aktif dalam diagram, sehingga tidak ada aliran energi.\r\nPola energi mereka sangat bergantung pada energi dari orang lain dan lingkungan sekitarnya atau dari kondisi transit planet (terutama Bulan) di alam semesta pada saat itu.\r\nPola ini mencakup 1.45% populasi manusia."
    }
]