[
    {
        "tipe": 1,
        "judul": "Multitasker (Manifesting Generator)",
        "keterangan": "Ciri khas desain seorang multitasker (manifesting generator) adalah memiliki pusat energi sakral seperti halnya seorang eksekutor. Mereka merupakan kombinasi antara tipe desain inisiator dan eksekutor, dan mereka memiliki pusat energi motor yang terkoneksi ke tenggorokan.\r\nSama seperti tipe eksekutor, mereka memiliki pusat energi di sakral yang aktif sehingga potensi energi mereka sangat besar. Berbeda dari eksekutor, mereka dapat langsung mewujudkan sesuatu setelah merespons dan bertindak.\r\nNamun, hal ini juga menjadi dilema bagi para multitasker. Mereka cenderung tidak sabar dan terburu-buru, membuatnya sering melewatkan langkah-langkah penting sehingga pada akhirnya harus mengulang kembali dari awal.\r\nSeorang multitasker dikenal kelebihannya sebagai orang yang bisa melakukan beberapa pekerjaan sekaligus dalam satu waktu secara bersamaan. Mereka adalah orang-orang yang selalu berusaha mencari cara tercepat untuk mewujudkan dan menyelesaikan sebuah pekerjaan. Mereka selalu memikirkan cara kreatif, bahkan mencari jalan pintas atau menciptakan sebuah sistem baru agar sebuah pekerjaan dapat dilakukan secara lebih efektif dan efisien.\r\nPerbedaan lainnya, seorang multitasker dapat berhenti di tengah jalan ketika sedang melakukan sesuatu karena bagian manifesting dalam dirinya melakukan koreksi dan revisi. Ada jeda antara respon yang dilakukan oleh sakral dan proses manifestasi yang dilakukan oleh tenggorokan.\r\nHal ini sebenarnya merupakan proses penyelarasan ulang dari seorang multitasker untuk mengurangi hambatan yang bisa mengakibatkan kemarahan dan rasa frustasi. Seorang multitasker tidak perlu khawatir akan dihakimi jika merasa tidak ingin menyelesaikan sesuatu yang sudah dimulai. Itu adalah bagian dari dirinya yang secara alami sedang melakukan penyelarasan.\r\nTidaklah mengherankan jika di tengah jalan, seorang multitasker bisa tiba-tiba berubah arah. Tadinya ingin pergi ke pantai tiba-tiba berbalik arah ingin pergi ke gunung.\r\nTipe desain multitasker cenderung memulai dan menginisiasi sesuatu, bukannya menunggu dan merespon. Ketika menghadapi masalah yang sulit, mereka akan marah dan sekaligus frustasi, dan hal itu bisa berpengaruh pada kesehatan mereka.\r\nCara (strategi) terbaik bagi mereka dalam menjalani hidup ini adalah belajar menunggu untuk merespon dengan menggunakan sakralnya yang merupakan otoritas batin (bagian ini akan dibahas dalam bab otoritas batin).\r\nKemudian mereka perlu memberi tahu orang lain, baik keluarga maupun tim kerja, tentang apa yang akan mereka lakukan, barulah mereka bertindak.\r\nSecara desain, pencapaian terbesar yang ingin diraih seorang multitasker sama dengan eksekutor, yaitu kepuasan baik dalam hal pekerjaan dan kehidupan seksual. Mereka memiliki kepuasan tersendiri ketika berhasil menyelesaikan suatu pekerjaan."
    },
    {
        "tipe": 2,
        "judul": "Eksekutor (Generator)",
        "keterangan": "Ciri khas desain seorang eksekutor (generator) dan multitasker (manifesting generator) tipe yang terakhir akan dibahas tersendiri adalah memiliki pusat energi sakral yang aktif sehingga keduanya disebut sebagai tipe desain energi.\r\nKhusus tipe eksekutor, dalam desainnya mereka tidak memiliki pusat energi motor yang terkoneksi ke tenggorokan. Karena memiliki pusat energi di sakral yang aktif, mereka memiliki energi yang tidak ada habisnya. Karena merekalah dunia ini bergerak dan berputar.\r\nMereka adalah para pekerja yang mampu mengeksekusi. Namun potensi energi yang besar ini menyebabkan mereka sering dimanfaatkan, dimanipulasi oleh orang lain yang hendak memperoleh keuntungan dari energi mereka.\r\nWalaupun memiliki energi yang sangat besar, tidak mudah bagi seorang eksekutor untuk mewujudkan sesuatu, karena secara desain, sakral mereka tidak terkoneksi ke tenggorokan. Mereka tidak didesain untuk memulai sesuatu seperti halnya seorang inisiator, tetapi lebih cenderung untuk menunggu.\r\nDalam bekerja, mereka hanya ingin melakukan apa yang mereka sukai, karena secara alami mereka harus menyukai apa yang mereka kerjakan atau mengerjakan apa yang mereka sukai. Dengan demikian barulah mereka bisa merasakan kepuasan.\r\nSepanjang hidupnya, sejak kecil seorang eksekutor selalu diberi tahu bahwa mereka harus segera mengambil inisiatif untuk bertindak, tidak hanya menunggu dan menerima. Mereka lalu terpaksa berperilaku sebagai seorang inisiator. Akibatnya, mereka frustasi karena ternyata apa yang mereka kerjakan tidak tepat dan tidak sesuai dengan keinginan atau passionnya. Ujung-ujungnya, mereka sering mogok di tengah jalan.\r\nTidak semua manusia, terutama para eksekutor, didesain untuk mengambil inisiatif. Mengambil inisiatif hanya cocok bagi sebagian kecil tipe manusia, yaitu para inisiator dan sebagian dari multitasker.\r\nCara (strategi) yang tepat bagi eksekutor dalam menjalani kehidupan ini adalah: \"Tunggu, respon, baru lakukan!\"\r\nApa saja yang harus direspons?\r\nBanyak-mulai dari pekerjaan kantor yang mendekati deadline, cucian piring yang menumpuk, perut lapar padahal masih rapat telepon dari kilen atau dari atasan yang harus segera diangkat pesan WA yang harus dijawab, sampai jemuran yang kehujanan.\r\nSemuanya itu bisa saja direspon satu per satu oleh seorang eksekutor, tetapi kalau ia berusaha merespon semuanya, tentu saja ia bakal kelabakan dan akhirnya frustasi.\r\nTipe desain eksekutor cenderung merespons dan mengiyakan jika orang lain meminta bantuan sampai pekerjaan mereka menumpuk dan tidak ada habisnya. Mereka tidak bisa berhenti sampai semua pekerjaan itu selesai. Saat orang lain bisa pulang dan beristirahat, mereka akan terus bekerja. Sekalipun sudah frustasi, mereka tetap berusaha menyelesaikan pekerjaan atau proyek tersebut.\r\nMereka harus belajar bahwa tidak semua permintaan harus direspon, harus belajar bagaimana menunggu sesuatu hal, tidak semua harus disegerakan, tidak semua hal harus di iyakan. Mereka harus belajar merespon dengan menggunakan sakralnya yang merupakan otoritas batin (bagian ini akan dibahas dalam bab otoritas batin).\r\nMereka harus belajar mengaktifkan kembali otoritas batin sakral mereka sebagai sarana untuk membantu pengambilan keputusan tentang mana yang perlu direspon dan mana yang tidak. Sakral akan memberikan petunjuk berupa suara \"aagghhh, eegghhh, uugghhh\" atau sensasi tertentu yang berasal dari bawah perut.\r\nSecara desain, pencapaian terbesar yang ingin diraih seorang eksekutor adalah kepuasan. Mereka mendapatkan kepuasan tersendiri ketika berhasil menyelesaikan suatu pekerjaan dan dalam kehidupan seksual.\r\nBerdasarkan perannya dalam kelompok kerja, tipe eksekutor dapat dibagi lagi menjadi 2 sub tipe yaitu sebagai pemain tim yang ditandai dengan pusat energi kuda-kuda aktif dan sebagai pendukung dalam tim yang ditandai dengan pusat energi kuda-kuda reseptif."
    },
    {
        "tipe": 3,
        "judul": "Koordinator (Proyektor)",
        "keterangan": "Ciri khas desain seorang koordinator (proyektor) adalah memiliki pusat energi sakral reseptif dan tidak ada satu pun pusat motornya yang terkoneksi ke tenggorokan.\r\nKeunggulan utama seorang koordinator adalah mereka merupakan seorang pemimpin alami. Mereka memiliki kemampuan alami untuk mengenali bakat dan kemampuan orang lain dan kemudian mengorganisasi kemampuan tersebut ke dalam sebuah tim kerja, sekaligus memandu dan memimpin tim tersebut untuk mencapai sebuah tujuan akhir.\r\nNamun, bakat dan kemampuan ini perlu diketahui dan dikenali terlebih dahulu oleh orang lain sebelum mereka bisa memimpin orang/tim.\r\nCara (strategi) menjalani kehidupan yang tepat bagi mereka adalah menunggu diundang. Undangan tersebut tidak selalu berupa undangan formal, tetapi bisa berupa ajakan, seruan pertanyaan, lirikan atau perasaan tertarik kepada suatu hal seolah olah mendapatkan sebuah panggilan. Undangan itu juga bisa terkait dengan suatu hal atau seseorang yang menginginkan keterlibatan Anda dalam sebuah pekerjaan karena mereka mengenali kemampuan dan kualitas Anda.\r\nKoordinator sering tidak sabar dalam menunggu undangan tersebut karena mereka merasa punya kemampuan. Mereka sangat ingin dilibatkan dan berkontribusi. Namun sayangnya, jika kemampuan mereka belum dikenali tetapi tetap memaksakan din untuk maju atau memulai sesuatu, mereka akan mengalami penolakan dan hambatan, dan pada akhirnya mereka akan mengalami kepahitan.\r\nUndangan formal hanya diperlukan dalam keputusan besar dan penting yang terkait dengan bisnis, karier, hubungan dengan orang lain, percintaan, dan tempat tinggal. Jika terkait dengan rutinitas sehari-hari, seperti makan, mandi, tidur, memilih tontonan, tentulah undangan tidak diperlukan.\r\nKoordinator sangat ingin kemampuannya diakui dan diajak agar bisa terlibat dan berkontribusi, tetapi ia harus belajar bersabar hingga ada orang yang mengenali kemampuan dan kecakapannya. Sambil menunggu undangan yang tepat inilah seorang koordinator dapat mengasah kemampuannya dan mempromosikan pencapaian yang pernah dia raih karena kemampuan yang dimilikinya.\r\nSecara desain, pencapaian terbesar yang ingin diraih seorang koordinator adalah membuktikan bahwa dirinya atau tim yang dibimbingnya bisa meraih kesuksesan."
    },
    {
        "tipe": 4,
        "judul": "Inisiator (Manifestor)",
        "keterangan": "Tipe desain inisiator (manifestor) memiliki ciri khas dalam diagramnya yaitu salah satu atau lebih dari tiga pusat energi motor (ego, ulu hati dan kuda-kuda) yang tersambung melalui limpa (karena limpa bukan motor) terkoneksi dengan tenggorokan. Kekhasan lain adalah pusat energi sakralnya reseptif.\r\nJumlah inisiator hanya 9% dari jumlah populasi manusia sehingga termasuk tipe yang langka.\r\nKelebihan inisiator adalah mampu menjadi pemrakarsa (inisiator) untuk memulai tindakan secara mandiri dan langsung memberikan dampak bagi orang lain.\r\nKarena memiliki pusat energi motor (sumber energi) yang terkoneksi ke tenggorokan (pusat komunikasi dan manifestasi mereka bisa dengan sangat cepat mewujudkan sesuatu tanpa harus berkonsultasi atau meminta bantuan orang lain. Mereka sangat aktif dan biasa bertindak cepat.\r\nHal ini sering membuat orang-orang di sekelilingnya tidak nyaman. Mereka sangat keras kepala dan sulit menerima masukan dan pertimbangan dari orang lain.\r\nOrang yang tidak paham dengan sifat alami inisiator akan berusaha mengontrol dan membatasi, agar para inisiator dapat lebih fokus dan tidak bertindak secara impulsif dan tergesa-gesa. Namun, yang sering terjadi, inisiator akan merasa dirinya dibatasi dan dihambat sehingga mereka pun meledak marah.\r\nSeorang inisiator mampu memulai sebuah pekerjaan walaupun dengan sumber daya yang sangat minim. Memang di situlah bakat dan kemampuan mereka. Namun, karena tidak memiliki energi sakral yang aktif, mereka cenderung tidak menyelesaikan apa yang sudah dimulai, tetapi malah ingin meloncat dan memulai pekerjaan yang lain lagi.\r\nCara atau strategi terbaik bagi seorang inisiator dalam menjalani kehidupan adalah dengan memberi tahu kepada orang lain, agar orang mengerti apa yang akan mereka lakukan dan mengurangi kesalahpahaman yang menyebabkan pembatasan. Hal itu berlaku bagi semua umur. Namun khusus bagi anak-anak dan remaja, harus disertai dengan meminta izin kepada orang dewasa sebelum memutuskan melakukan sesuatu.\r\nSecara desain, pencapaian terbesar yang ingin dicapai seorang inisiator adalah hidup dengan penuh kedamaian.\r\nMeskipun seorang inisiator didesain untuk bisa langsung mengambil inisiasi karena sumber daya energi motor yang tersedia, pada faktanya seorang inisiator tetap harus belajar untuk menunggu momen yang tepat sebelum melakukan inisiasi.\r\nSebagai contoh:\r\nJika tenggorokan terkoneksi dengan pusat energi emosi, maka seorang inisiator harus menunggu gelombang emosi reda (minimal 1 x 24 jam) sebelum mereka bertindak.\r\nJika tenggorokan terkoneksi dengan pusat energi ego (jantung), mereka harus menunggu apakah energi mereka memberikan kepastian tentang apa yang benar-benar mereka inginkan.\r\nJika tenggorokan terkoneksi dengan pusat energi kuda-kuda melalui limpa maka mereka harus menunggu apakah energi di limpa memberitahukan apakah yang mereka akan lakukan aman atau beresiko."
    },
    {
        "tipe": 5,
        "judul": "Pengamat (Reflektor)",
        "keterangan": "Tipe desain inisiator (manifestor) memiliki ciri khas dalam diagramnya yaitu salah satu atau lebih dari tiga pusat energi motor (ego, ulu hati dan kuda-kuda) yang tersambung melalui limpa (karena limpa bukan motor) terkoneksi dengan tenggorokan. Kekhasan lain adalah pusat energi sakralnya reseptif.\\n\\nJumlah inisiator hanya 9% dari jumlah populasi manusia sehingga termasuk tipe yang langka.\\n\\nKelebihan inisiator adalah mampu menjadi pemrakarsa (inisiator) untuk memulai tindakan secara mandiri dan langsung memberikan dampak bagi orang lain.\\n\\nKarena memiliki pusat energi motor (sumber energi) yang terkoneksi ke tenggorokan (pusat komunikasi dan manifestasi mereka bisa dengan sangat cepat mewujudkan sesuatu tanpa harus berkonsultasi atau meminta bantuan orang lain. Mereka sangat aktif dan biasa bertindak cepat.\\n\\nHal ini sering membuat orang-orang di sekelilingnya tidak nyaman. Mereka sangat keras kepala dan sulit menerima masukan dan pertimbangan dari orang lain.\\n\\nOrang yang tidak paham dengan sifat alami inisiator akan berusaha mengontrol dan membatasi, agar para inisiator dapat lebih fokus dan tidak bertindak secara impulsif dan tergesa-gesa. Namun, yang sering terjadi, inisiator akan merasa dirinya dibatasi dan dihambat sehingga mereka pun meledak marah.\\n\\nSeorang inisiator mampu memulai sebuah pekerjaan walaupun dengan sumber daya yang sangat minim. Memang di situlah bakat dan kemampuan mereka. Namun, karena tidak memiliki energi sakral yang aktif, mereka cenderung tidak menyelesaikan apa yang sudah dimulai, tetapi malah ingin meloncat dan memulai pekerjaan yang lain lagi.\\n\\nCara atau strategi terbaik bagi seorang inisiator dalam menjalani kehidupan adalah dengan memberi tahu kepada orang lain, agar orang mengerti apa yang akan mereka lakukan dan mengurangi kesalahpahaman yang menyebabkan pembatasan. Hal itu berlaku bagi semua umur. Namun khusus bagi anak-anak dan remaja, harus disertai dengan meminta izin kepada orang dewasa sebelum memutuskan melakukan sesuatu.\\n\\nSecara desain, pencapaian terbesar yang ingin dicapai seorang inisiator adalah hidup dengan penuh kedamaian.\\n\\nMeskipun seorang inisiator didesain untuk bisa langsung mengambil inisiasi karena sumber daya energi motor yang tersedia, pada faktanya seorang inisiator tetap harus belajar untuk menunggu momen yang tepat sebelum melakukan inisiasi.\\n\\nSebagai contoh:\\n\\nJika tenggorokan terkoneksi dengan pusat energi emosi, maka seorang inisiator harus menunggu gelombang emosi reda (minimal 1 x 24 jam) sebelum mereka bertindak.\\n\\nJika tenggorokan terkoneksi dengan pusat energi ego (jantung), mereka harus menunggu apakah energi mereka memberikan kepastian tentang apa yang benar-benar mereka inginkan.\\n\\nJika tenggorokan terkoneksi dengan pusat energi kuda-kuda melalui limpa maka mereka harus menunggu apakah energi di limpa memberitahukan apakah yang mereka akan lakukan aman atau beresiko."
    }
]